{"systems":[{"name":"Grand Exchange","description":"Shortly before the Jump Gate shutdown, when Gates would sporadically swap between active and inactive, in some systems on a daily bases, scientists across all races began to notice a worrying number of warp anomalies across all of Grand Exchange(Grand Exchange). Before they could be properly investigated, however, the Jump Gates to the system shut down completely.\\n\\nWhen the Gates reopened, scientists were quick to notice anomalies reappearing, though none as intense or frequent as previously. Though many resources have been dedicated to solving the mystery, none have yet been able to work out what is causing the anomalies.","area":{"sunlight":"1","economy":"0.5","security":"0.25"},"sectors":[{"name":"Grand Exchange I","description":"This sector is notable for the fact that before the Jump Gate network went down, experts observed an unusually high number of active warp anomalies in the area. The high frequency of such occurrences could indicate an inherent instability in this region of space that might prove dangerous someday. If, however, science could learn to harness this cosmic volatility, the practical applications of this phenomenon would be sure to change space travel significantly. For this reason, the sector remains a point of interest to scientists, and experiments are occasionally conducted, even though the intensity and frequency of anomalies seems to have decreased significantly over time.","id":"Cluster_01_Sector001_macro","resources":{"ore":12,"silicon":7,"nividium":4,"ice":99,"hydrogen":2,"helium":0,"methane":0},"stations":null},{"name":"Grand Exchange III","description":"The Teladi species' long lifespan and previous experience of being cut off from their homeworld allowed them a uniquely sedate perspective on the Jump Gate shutdown. Nevertheless, being denied access to other systems for trading purposes, and the resulting lack of profits, weighed heavily on their collective psyche. Long before the shutdown, the Teladi Company's board of directors drafted a comprehensive dossier of business rules to act as a guide to the Chairmen supervising their systems. These business rules covered, among other things, how to conduct business in case of such a disruptive contingency. Following these guidelines, the Company was able to scale down business to meet demand and minimise loss by making redundancies. Some of the Teladi workforce who found themselves jobless as a result, would eventually join the ranks of the Scale Plate Pact.","id":"Cluster_01_Sector002_macro","resources":{"ore":39,"silicon":23,"nividium":0,"ice":2,"hydrogen":2,"helium":1,"methane":1},"stations":[{"id":"ringstation_01","race":"teladi","owner":"teladi","tags":"tradestation"}]},{"name":"Grand Exchange IV","description":"Goldminer's Dream, this system's primary planet, is home to the Teladi Company's main financial centre. The system's namesake skyscraper, 'The Grand Exchange', is used to coordinate trade throughout the universe. While repeated Kha'ak attacks and the Jump Gate shutdown temporarily slowed down communication, regular activity was eventually resumed.\\n\\nThe Grand Exchange skyscraper constitutes a potential critical vulnerability which, if exploited by hostile entities, could debilitate the economy. However, the Teladi Company is well aware of this, and has put insurmountable protections into place to safeguard the heart of their financial empire.","id":"Cluster_01_Sector003_macro","resources":{"ore":41,"silicon":12,"nividium":1,"ice":0,"hydrogen":2,"helium":0,"methane":0},"stations":null}],"position":{"x":750,"y":559},"sectorsPosition":"tripple-right","owner":"teladi"},{"name":"Eighteen Billion","description":"(Eighteen Billion)This sector is named after a financial incident caused by the famous Teladi Isemados Sibasomos Nopileos IV in Company Pride(Company Pride). During his studies, Nopileos programmed an AutoBroker, which made a quick profit of 18 billion Credits on the stock market. Knowing that excess profits made before he turned 16 would be taken by the Teladi Company as payment for his education, Nopileos instead donated this money to a charity supporting Boron orphans. While the charity received more Credits than the Queendom of Boron's annual budget, Nopileos was expelled for hiding money from the Teladi Company. To this day, the Teladi are still astonished by the great achievement of an underling, but similarly shocked by the altruistic use of this capital. Following in Nopileos's steps, small groups of Teladi in this sector try to live by his example.\\n\\nA later marketing endeavour by the Teladi Company tried to tie the sector's name to the alleged 18 billion Teladi casualties in the first great Xenon conflict. The Teladi Company still claims that the sector's name is referring to this incident.","area":{"sunlight":"1","economy":"0.5","security":"0.25"},"sectors":[{"name":"Eighteen Billion","description":"(Eighteen Billion)This sector is named after a financial incident caused by the famous Teladi Isemados Sibasomos Nopileos IV in Company Pride(Company Pride). During his studies, Nopileos programmed an AutoBroker, which made a quick profit of 18 billion Credits on the stock market. Knowing that excess profits made before he turned 16 would be taken by the Teladi Company as payment for his education, Nopileos instead donated this money to a charity supporting Boron orphans. While the charity received more Credits than the Queendom of Boron's annual budget, Nopileos was expelled for hiding money from the Teladi Company. To this day, the Teladi are still astonished by the great achievement of an underling, but similarly shocked by the altruistic use of this capital. Following in Nopileos's steps, small groups of Teladi in this sector try to live by his example.\\n\\nA later marketing endeavour by the Teladi Company tried to tie the sector's name to the alleged 18 billion Teladi casualties in the first great Xenon conflict. The Teladi Company still claims that the sector's name is referring to this incident.","id":"Cluster_02_Sector001_macro","resources":null,"stations":[{"id":"shipyard_ministry_01","race":"teladi","owner":"ministry","tags":"shipyard"},{"id":"wharf_ministry_01","race":"teladi","owner":"ministry","tags":"wharf"}]}],"position":{"x":825,"y":430},"sectorsPosition":"singular","owner":"teladi"},{"name":"Memory of Profit","description":"Savaged by the same incursion that saw Scale Plate Green(Scale Plate Green)(Scale Plate Green) occupied by the Xenon, Memory of Profit(Memory of Profit) was once an economic stronghold of the Teladi Company, even housing the headquarters of Nividium Mining and Manufacturing Corporation \\(PTNI\\). Though Teladi and Argon forces, and even a small contingent of Split ships, desperately tried to hold both systems, undefined(PTNI Headquarters) was eventually lost.\\n\\nWhen the Jump Gates came back on line, Teladi Scouts from Eighteen Billion(Eighteen Billion)(Eighteen Billion) quickly recognised the signs of the conflict, and when they found no trace of Xenon activity within the system, immediately set about on a recolonization effort.","area":{"sunlight":"1","economy":"0.5","security":"0.25"},"sectors":[{"name":"Memory of Profit IX","description":"Hanging in low orbit of Haarii, a Teladi Company executive wished to see the sector and entire system recolonised after it was rediscovered during the Jump Gate realignment.\\n\\nWell-connected and relatively secure from all major threats in the Jump Gate network, this sector was a perfect target for a colonisation program, for the Teladi Company to prove that despite the hardship the Teladi had faced in the wake of recent historical events, they were still united and strong, and able to generate a profit.","id":"Cluster_03_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":1,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":900,"y":473},"sectorsPosition":"singular","owner":"teladi"},{"name":"Nopileos' Fortune","description":"Named after the patron of Teladi adventurousness, this system is where a majority of the refugees from the Xenon-ravaged Scale Plate Green(Scale Plate Green)(Scale Plate Green) found their new home. Its proximity to some of the network's main trading nodes proved vital for the survival of the pilgrim community in the early days following their arduous journey. Nopileos' Fortune(Nopileos' Fortune) has since become a neutral ground between traders and adventure-seekers of all factions and races, guaranteeing a wide range of individual freedoms.\\n\\nIn remembrance of the terrors that had been forever ingrained in their collective memory, an unwritten agreement was struck between the various syndicates, outfits and corporations of this region: in the face of external threats, all internal conflict is to be forgotten. Though at first this pact garnered little attention from the rest of the post-realignment Community, its more recent profit-oriented amendments have certainly begun to raise concerns.","area":{"sunlight":"1","economy":"0.5","security":"0.5","factionlogic":"false"},"sectors":[{"name":"Nopileos' Fortune II","description":"After mysterious hints by a certain non-profit organisation appeared around the outskirts of Hewa's Twin(same as Hewa's Twin) soon after the Jump Gate realignment, some Teladi took it upon themselves to search the network and document any and all further clues they could find in the official publications that had just begun to spring up as part of the Explorers Guild portfolio. When one particularly excitable individual claimed to have found strange and intricate markings on asteroids in an as yet unclaimed gateway system, the hunt was on. For some time, it became commonplace for young Teladi to make a trip to the hunting grounds at least once and add their exaggerated discovery stories to their culture's collective memory.\\n\\nUnfortunately, it was inevitable that at some point an entomologist would visit the sector and, with great regret, inform the treasure hunters that the asteroid markings, while spectacularly well preserved and absolutely invaluable to the scientific community, were left by migrating spacefly swarms which had burrowed their way out of these asteroids to begin their search for a new home.\\n\\nThe sudden wave of disappointment quenched the spirit of adventure and rapidly depopulated the system, save for a handful of colonies which had already been established by especially eager prospectors who weren't too keen on voiding the fruits of their commitment just yet. Over time, these settlements grew, and as the original reason for their arrival faded into utter insignificance, some members of the communities whose livelihoods were founded on the detritus of a system-wide treasure hunt realised that, through them, whoever left those initial hints all over the network had already achieved their goal. Years after the rush, a convoy of refugees from Scale Plate Green would arrive in the largely abandoned space, already charted meticulously and filled with decrepit stations, to make their home.","id":"Cluster_04_Sector001_macro","resources":{"ore":99,"silicon":99,"nividium":99,"ice":99,"hydrogen":99,"helium":0,"methane":0},"stations":null},{"name":"Nopileos' Fortune VI","description":"Despite its easily accessible location and large amounts of passing traffic, this gateway sector has rarely turned heads. An exception came when Teladi prospectors, seeking to expand the thriving mining business in Grand Exchange(same as Grand Exchange), discovered bountiful asteroid fields in the far distance, and subsequently began to campaign for the installation of a Superhighway to reach these promising areas deeper within the system. Apart from this interlude, the sector always seemed to lie dormant, just waiting for ambitious entrepreneurs or military masterminds to establish themselves in the almost depressingly empty and barren, yet calm and inviting vastness of its space.","id":"Cluster_04_Sector002_macro","resources":null,"stations":null}],"position":{"x":900,"y":645},"sectorsPosition":"top-left","owner":"none"},{"name":"Path to Profit","description":"This system was only recently discovered and charted by the Teladi Company. The company did not hesitate to send out fleets of builders to claim the system when they first came across it, even before it was properly surveyed. They did so because they feared the possibility of a potential second Gate connecting this system to another faction who would lose no time claiming this system. Despite the rather hasty rush into uncertain territory, the risk seems to have paid off and the Teladi Company have established another avenue for profit.","area":{"sunlight":"1","economy":"0.5","security":"0.25"},"sectors":[{"name":"Path to Profit","description":"This system was only recently discovered and charted by the Teladi Company. The company did not hesitate to send out fleets of builders to claim the system when they first came across it, even before it was properly surveyed. They did so because they feared the possibility of a potential second Gate connecting this system to another faction who would lose no time claiming this system. Despite the rather hasty rush into uncertain territory, the risk seems to have paid off and the Teladi Company have established another avenue for profit.","id":"Cluster_05_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":0,"hydrogen":2,"helium":0,"methane":0},"stations":null}],"position":{"x":750,"y":645},"sectorsPosition":"singular","owner":"teladi"},{"name":"Black Hole Sun","description":"A famous hub of technical expertise before the Jump Gate shutdown, thanks largely to the people stationed there to stop the influx of Xenon activity from neighbouring Xenon Sector 472, Black Hole Sun(Black Hole Sun) now enjoys an extended era of peace. Still, its people have remained busy, attempting to build a self-sufficient community in case history repeats itself.\\n\\nThough the system finds itself cut off from Argon Federation space by the Antigone Republic, a constant stream of supplies pours into the area, with the Federation desperate to show that no colony of theirs will be left to fend for itself.","area":{"sunlight":"1","economy":"0.5","security":"0.5"},"sectors":[{"name":"Black Hole Sun IV","description":"When the system was disconnected from the other Argon Federation territories, it became apparent to those in charge that the Argon military supply chain was more fragile than previously presumed. Black Hole Sun IV's(same as Black Hole Sun(Black Hole Sun) IV(Black Hole Sun IV)) economy was built on resupplying the military and serving as a trading hub, so it inevitably faltered. Less prominently, it was also a hub for engineers developing new ships. During the shutdown, focus was shifted almost exclusively to research and development. Lacking steady income, many companies overextended in the hopes of selling their ship designs to the Argon Federation once contact was re-established. For some the gamble paid off, but many others went bankrupt.","id":"Cluster_06_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"equipmentdock_argon_01","race":"argon","owner":"argon","tags":"equipmentdock"}]},{"name":"Black Hole Sun V","description":"While the Black Hole Sun(same as Black Hole Sun(Black Hole Sun)) system found itself in a comparatively stable situation after the Jump Gate shutdown, thanks to the cessation of Xenon incursions, the people of this sector are still subject to frequent piracy. Before the shutdown, pirates used to go out of their way to take upon themselves the arduous journey into the system, enticed by the rich pickings its remote position and instability provided. Nowadays, cut off from the other Argon systems and situated in close proximity to Teladi space, this sector makes for an even more attractive target.","id":"Cluster_06_Sector002_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":0,"hydrogen":2,"helium":2,"methane":1},"stations":[{"id":"tradestation_argon_01","race":"argon","owner":"argon","tags":"tradestation"}]}],"position":{"x":675,"y":602},"sectorsPosition":"top-left","owner":"argon"},{"name":"The Reach","description":"As one of the first never-before-seen systems that fell into the lap of the Federation during the realignment, The Reach(same as The Reach) still holds a special status in Argon history. When the connection flickered into activation, Fleet Command immediately cast its net wide in an attempt to uncover potential Jump Gates leading further into the depths of space. To facilitate this grand expansionary effort, the newly discovered system was to be transformed into a densely colonised foothold; an initiative that was selflessly supported by many of the more influential, wealthy families of Argon Prime(same as undefined). After an initial dispute over equitable distribution of real estate which was settled by the Federal Presidency, officially tying these entitlements to unalterable obligations as part of the colonisation process, the system saw a steady influx of settlers. However, just a few months later, the spotlight of attention shifted away from the once-promising colony. As more and more gates began to reopen, federal interest in The Reach rapidly dwindled, transforming it into the quiescent backwater system of today. To budding explorers and entrepreneurs, this new status carries with it a number of obvious benefits, most notably including an as yet comfortable distance to any military threats, which allows them to test their skills in a relatively forgiving environment. Moreover, the comparatively long period since its discovery has given the local aristocrats ample opportunity to build up a quasi-feudal power structure, turning the system into a slow and steady supplier for the local economy.","area":{"sunlight":"1","economy":"0.5","security":"0.25"},"sectors":[{"name":"The Reach","description":"As one of the first never-before-seen systems that fell into the lap of the Federation during the realignment, The Reach(same as The Reach) still holds a special status in Argon history. When the connection flickered into activation, Fleet Command immediately cast its net wide in an attempt to uncover potential Jump Gates leading further into the depths of space. To facilitate this grand expansionary effort, the newly discovered system was to be transformed into a densely colonised foothold; an initiative that was selflessly supported by many of the more influential, wealthy families of Argon Prime(same as undefined). After an initial dispute over equitable distribution of real estate which was settled by the Federal Presidency, officially tying these entitlements to unalterable obligations as part of the colonisation process, the system saw a steady influx of settlers. However, just a few months later, the spotlight of attention shifted away from the once-promising colony. As more and more gates began to reopen, federal interest in The Reach rapidly dwindled, transforming it into the quiescent backwater system of today. To budding explorers and entrepreneurs, this new status carries with it a number of obvious benefits, most notably including an as yet comfortable distance to any military threats, which allows them to test their skills in a relatively forgiving environment. Moreover, the comparatively long period since its discovery has given the local aristocrats ample opportunity to build up a quasi-feudal power structure, turning the system into a slow and steady supplier for the local economy.","id":"Cluster_07_Sector001_macro","resources":{"ore":1,"silicon":0,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":450,"y":387},"sectorsPosition":"singular","owner":"argon"},{"name":"Silent Witness","description":"Silent Witness(same as Silent Witness(Silent Witness)) has established itself as vitally important to galactic trade, as its ring highway is the main connection between Argon and Teladi space. Many traders frequently use the highway to ferry their wares between factions in the hopes of turning an honest profit.\\n\\nHowever, not everyone shares their equitable and entrepreneurial spirit. Pilots are frequently harassed by pirates, and it is not uncommon for trade ships to vanish completely. Despite calls for improved security, only parts of the system have been claimed and are actively patrolled; it is simply too big a task to weed out the criminal elements inhabiting the further reaches of the system. Ultimately, though, the risk posed by outlaws does not outweigh the convenience of travel, and potential losses are counted as an acceptable cost of doing business.","area":{"sunlight":"1","economy":"0.75","security":"0.25"},"sectors":[{"name":"Silent Witness I","description":"Accepted across Argon society as one of the most beautiful sectors to be discovered in any iteration of the Jump Gate network, the sector of Silent Witness(Silent Witness) in which The Ring highway network has been placed is also bountiful with asteroid fields and gas nebulas. Though not densely populated, as the primary connection between Argon and Teladi space, it remains a busy sector, far more explored than other sectors in Silent Witness(Silent Witness). It also remains the only sector in-system to be claimed by any government or organisation; other sectors left so far untouched by the Argon Federation.","id":"Cluster_08_Sector001_macro","resources":{"ore":0,"silicon":1,"nividium":1,"ice":0,"hydrogen":1,"helium":0,"methane":0},"stations":null}],"position":{"x":750,"y":301},"sectorsPosition":"singular","owner":"argon"},{"name":"Bright Promise","description":"Although the Teladi have been increasing their presence in this system for a long time now, it has only become one of their main trading hubs after the Jump Gate realignment. Its relatively close proximity to Argon, Godrealm and Split systems offers a wealth of opportunities for trade and profits. So, it comes as no surprise that the system's promise of a bright future makes it a valuable point of entry for many newly established enterprises looking to step up and gain a foothold in the Commonwealth. Due to this situation, it has become synonymous with entrepreneurial optimism in the face of what is too often a bleak universe.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Bright Promise","description":"Although the Teladi have been increasing their presence in this system for a long time now, it has only become one of their main trading hubs after the Jump Gate realignment. Its relatively close proximity to Argon, Godrealm and Split systems offers a wealth of opportunities for trade and profits. So, it comes as no surprise that the system's promise of a bright future makes it a valuable point of entry for many newly established enterprises looking to step up and gain a foothold in the Commonwealth. Due to this situation, it has become synonymous with entrepreneurial optimism in the face of what is too often a bleak universe.","id":"Cluster_09_Sector001_macro","resources":null,"stations":[{"id":"equipmentdock_teladi_01","race":"teladi","owner":"teladi","tags":"equipmentdock"}]}],"position":{"x":1050,"y":387},"sectorsPosition":"singular","owner":"teladi"},{"name":"Unholy Retribution","description":"(Unholy Retribution)The Paranid priests of this sector accused its early colonists of not adhering to key tenets of the Paranid religion. These accusations were accompanied by severe punishments to the point where the colonists fought back and, in what became known as the Unholy Retribution, killed all of their priests. This uprising was not tolerated by the Paranid, and the rebels, despite defending their new homeland with all the ships they could muster, were defeated. While the Paranid officially claimed that there were no rebel survivors, a small Paranid task force still catalogues genetic markers in this area to identify descendants of the heretics and trace heretic cells.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Unholy Retribution","description":"(Unholy Retribution)The Paranid priests of this sector accused its early colonists of not adhering to key tenets of the Paranid religion. These accusations were accompanied by severe punishments to the point where the colonists fought back and, in what became known as the Unholy Retribution, killed all of their priests. This uprising was not tolerated by the Paranid, and the rebels, despite defending their new homeland with all the ships they could muster, were defeated. While the Paranid officially claimed that there were no rebel survivors, a small Paranid task force still catalogues genetic markers in this area to identify descendants of the heretics and trace heretic cells.","id":"Cluster_10_Sector001_macro","resources":null,"stations":null}],"position":{"x":1050,"y":645},"sectorsPosition":"singular","owner":"paranid"},{"name":"Pontifex's Claim","description":"Though the Holy Order of the Pontifex does not yet have an officially recognised capital, it was from Pontifex's Claim(Pontifex's Claim) that the Pontifex Maximus Haereticus \\(name not supported by Holy Order\\) was hatched and so has been claimed as the Order's capital once the Paranid Civil War has been concluded.\\n\\nA system only discovered in the surge of sporadic Jump Gate activity before the Jump Gate shutdown, undefined only has Paranid colonies on parts of the single planet in system, though word has it that the Order is attempting to colonise it further.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Pontifex's Claim","description":"Though the Holy Order of the Pontifex does not yet have an officially recognised capital, it was from Pontifex's Claim(Pontifex's Claim) that the Pontifex Maximus Haereticus \\(name not supported by Holy Order\\) was hatched and so has been claimed as the Order's capital once the Paranid Civil War has been concluded.\\n\\nA system only discovered in the surge of sporadic Jump Gate activity before the Jump Gate shutdown, undefined only has Paranid colonies on parts of the single planet in system, though word has it that the Order is attempting to colonise it further.","id":"Cluster_11_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":5,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"equipmentdock_holyorder","race":"paranid","owner":"holyorder","tags":"equipmentdock"}]}],"position":{"x":750,"y":817},"sectorsPosition":"singular","owner":"holyorder"},{"name":"True Sight","description":"After striking an alliance of convenience with the Godrealm of the Paranid, the Argon Federation promptly sent out an invasion force into Holy Order territory. To the dismay of their strategists, the scattering of supposedly unprepared enemy patrols put up an unexpectedly strong resistance, dragging out the encounter and foiling the attackers' plans of swift conquest. Surviving Paranid pilots claim that at the peak of the skirmish, the True Pontifex himself appeared before them, directing individual ships towards enemy blind-spots with unprecedented precision; a phenomenon which continues to be reverently described as a gift of “True Sight”(same as True Sight). Regardless of the actual sequence of events, the invaders were forced to withdraw, and the system was ordered to be thoroughly fortified as both first line of defence and last bastion against the Argon threat. According to Holy Order officials, the True Pontifex went into seclusion after this event, becoming the imperious, yet elusive, figure the galactic community knows today.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"True Sight","description":"After striking an alliance of convenience with the Godrealm of the Paranid, the Argon Federation promptly sent out an invasion force into Holy Order territory. To the dismay of their strategists, the scattering of supposedly unprepared enemy patrols put up an unexpectedly strong resistance, dragging out the encounter and foiling the attackers' plans of swift conquest. Surviving Paranid pilots claim that at the peak of the skirmish, the True Pontifex himself appeared before them, directing individual ships towards enemy blind-spots with unprecedented precision; a phenomenon which continues to be reverently described as a gift of “True Sight”(same as True Sight). Regardless of the actual sequence of events, the invaders were forced to withdraw, and the system was ordered to be thoroughly fortified as both first line of defence and last bastion against the Argon threat. According to Holy Order officials, the True Pontifex went into seclusion after this event, becoming the imperious, yet elusive, figure the galactic community knows today.","id":"Cluster_12_Sector001_macro","resources":null,"stations":null}],"position":{"x":600,"y":731},"sectorsPosition":"singular","owner":"holyorder"},{"name":"Second Contact","description":"Within hours of the Jump Gates in Second Contact(Second Contact) opening, fleets from both the Antigone Republic and the Holy Order of the Pontifex had arrived in system. Ownership of the system remained disputed for many years, with skirmishes from both factions commonplace.\\n\\nWith the start of the Paranid Civil War though, the Paranid could no longer afford to keep up their offensive and the Antigone Republic claimed the system as its own colony. Since, it has become a profitable trading hub, linking the Antigone Republic to the Argon Federation, and acts as a buffer to the Holy Order.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Second Contact II Flashpoint","description":"Many of the disputes between the Paranid and the Argon before the outbreak of the Paranid Civil War occurred here, as it is the sector in which the Gates to The Void(The Void)(The Void) and True Sight(True Sight)(True Sight) are both situated. Though the Antigone Republic have worked hard to clear the evidence of their turmoil away, much remains, and many still come to Flashpoint(Flashpoint) to honour the memory of the dead.\\n\\nThis sector also represents The Republic's strongest economic sector, as it is the only one that is part of The Ring. It is the most highly populated sector claimed by the faction.","id":"Cluster_13_Sector001_macro","resources":{"ore":6,"silicon":1,"nividium":3,"ice":15,"hydrogen":1,"helium":0,"methane":0},"stations":null}],"position":{"x":600,"y":559},"sectorsPosition":"singular","owner":"antigone"},{"name":"Argon Prime","description":"Colonised by the survivors of the First Terraformer War, the Sonra system is seen by many as the birthplace of modern Argon civilization and culture. Renamed from Sonra to R. Gunne to commemorate the hero of the First Terraformer War, then to Argon Prime(Argon Prime), the system has served as the capital of the Federation for all of its five hundred and eighty-four years. As such, the fourth planet, also called Argon Prime(Argon Prime), is steeped in history, and even despite the Jump Gate shutdown, the system once again thrives on a strong trading and tourist economy.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Argon Prime","description":"Colonised by the survivors of the First Terraformer War, the Sonra system is seen by many as the birthplace of modern Argon civilization and culture. Renamed from Sonra to R. Gunne to commemorate the hero of the First Terraformer War, then to Argon Prime(Argon Prime), the system has served as the capital of the Federation for all of its five hundred and eighty-four years. As such, the fourth planet, also called Argon Prime(Argon Prime), is steeped in history, and even despite the Jump Gate shutdown, the system once again thrives on a strong trading and tourist economy.","id":"Cluster_14_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":[{"id":"shipyard_argon_01","race":"argon","owner":"argon","tags":"shipyard"},{"id":"wharf_argon_01","race":"argon","owner":"argon","tags":"wharf"}]}],"position":{"x":525,"y":430},"sectorsPosition":"singular","owner":"argon"},{"name":"Ianamus Zura","description":"The once long-lost home system of the Teladi, Ianamus Zura(Ianamus Zura) once again faces a key moment in its history, acting after the Jump Gate shutdown as the buffer between Teladi space and the Xenon.\\n\\nThough there is less activity from Matrix #(speak as number)451(speak normally as numbers)(Matrix #451)(Matrix #451) than other Xenon-occupied territories in the Jump Gate network, memories of the conflict in Scale Plate Green(Scale Plate Green)(Scale Plate Green) and PTNI Headquarters(PTNI Headquarters) are still fresh in many Teladi minds, and they are determined to defend their home from the wrath of the machines. As such, it is heavily defended by both defence stations and a contingent of the Teladi fleet.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Ianamus Zura VII","description":"The Teladi homeworld of Ianamus Zura was long lost to the spacefaring Teladi people. As a result, a few cultural and economic aberrations can be observed between the two groups. Whereas the entirety of the spacefaring Teladi population is female, Ianamus Zura is notable for being home to both male and female Teladi. The presence of Teladi males results in a stronger, more supportive family network. This allows for more individual downtime. That time is spent, more often than not, in the pursuit of arts and philosophy, which their spacefaring cousins have very little patience for. The Ianamus Zura governing system is more akin to a parliamentary democracy than the Teladi Company's corporate structure.\\n\\nSince Ianamus Zura's connection to the rest of the universe was severed for a long time, the Gate shutdown did not affect its inhabitants as severely. In fact, the planet thrived in isolation. When it was reconnected again, these Teladi found themselves in close proximity to Xenon. They were not well-equipped to deal with such an imminent threat, but with assistance from the Ministry of Finance they were eventually able to adapt to the new reality, after some initial struggles.","id":"Cluster_15_Sector002_macro","resources":{"ore":3,"silicon":3,"nividium":3,"ice":3,"hydrogen":0,"helium":0,"methane":0},"stations":null},{"name":"Ianamus Zura IV","description":"The area around this sector's Gate used to be the main point from which trading goods, produced on the farming planet Ianamus Zura, were shipped off to be sold in various markets throughout the universe. Ministry of Finance patrols are always trying to keep business peaceful. However, since the Gate shutdown, the Ministry of Finance's main focus has changed significantly. Instead of fighting off corporate corruption and protecting the legitimacy of the Credit as a universal currency, they now put their focus on guarding the space around the gate, to make sure the Xenon do not invade Teladi space.","id":"Cluster_15_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":2,"hydrogen":1,"helium":1,"methane":2},"stations":[{"id":"ringstation_02","race":"teladi","owner":"teladi","tags":"tradestation"}]}],"position":{"x":1275,"y":430},"sectorsPosition":"top-right","owner":"teladi"},{"name":"Matrix #451","description":"After the Teladi Company had reconnected with Ianamus Zura(same as undefined), they sent out a fleet of scouts to seek potential new trade partners and re-establish old business relationships. It took the fleet some time before they encountered the Xenon that were operating deep within this system, far from the Gate. The scouts soon came to the realisation that they were surrounded by hostile forces, and at that point they were far from any reinforcements. Their natural flight instinct came to the fore and they hastily retreated towards the Gate that lead back to their homeworld. Many ships were picked off by intercepting Xenon along the way, but a few ships made it back. Unfortunately, their failed exploration drew the Xenon closer to the Jump Gate, and Xenon attacks have now become a common occurrence.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Matrix #451","description":"After the Teladi Company had reconnected with Ianamus Zura(same as undefined), they sent out a fleet of scouts to seek potential new trade partners and re-establish old business relationships. It took the fleet some time before they encountered the Xenon that were operating deep within this system, far from the Gate. The scouts soon came to the realisation that they were surrounded by hostile forces, and at that point they were far from any reinforcements. Their natural flight instinct came to the fore and they hastily retreated towards the Gate that lead back to their homeworld. Many ships were picked off by intercepting Xenon along the way, but a few ships made it back. Unfortunately, their failed exploration drew the Xenon closer to the Jump Gate, and Xenon attacks have now become a common occurrence.","id":"Cluster_16_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":0,"hydrogen":2,"helium":0,"methane":0},"stations":null}],"position":{"x":1275,"y":344},"sectorsPosition":"singular","owner":"xenon"},{"name":"Matrix #9","description":"Not much has been recorded about this system. Rarely do ships venture this far into Xenon space, and it is even more rare that they return to share their findings. For this reason, little is known about the planet contained within it. While it appears to be a planet barren of vegetation, some suspect it to be rich in ore, hidden beneath the surface layers. Despite these speculations, no one dares go near it, since trying to settle it would surely result in being targeted by the Xenon.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Matrix #9","description":"Not much has been recorded about this system. Rarely do ships venture this far into Xenon space, and it is even more rare that they return to share their findings. For this reason, little is known about the planet contained within it. While it appears to be a planet barren of vegetation, some suspect it to be rich in ore, hidden beneath the surface layers. Despite these speculations, no one dares go near it, since trying to settle it would surely result in being targeted by the Xenon.","id":"Cluster_17_Sector001_macro","resources":{"ore":4,"silicon":3,"nividium":1,"ice":0,"hydrogen":0,"helium":0,"methane":7},"stations":[{"id":"shipyard_xenon_cluster_17","race":"xenon","owner":"xenon","tags":"shipyard"},{"id":"wharf_xenon_cluster_17","race":"xenon","owner":"xenon","tags":"wharf"}]}],"position":{"x":1200,"y":301},"sectorsPosition":"singular","owner":"xenon"},{"name":"Trinity Sanctum","description":"Made famous before the Jump Gate shutdown by its nomadic workforce, whose expertise in raising delicate Maja snails was known across the entire network, Trinity Sanctum(Trinity Sanctum) has been repurposed as the temporary capital of the Godrealm of the Paranid. The Snail Farms that were once so active here have long been shut down.\\n\\nDesperate to keep some sense of order among its people, the Pontifex Maximus Paranidia placed a heavily defended house of worship on one of the many moons of Trinity Sanctum(Trinity Sanctum), and so the system has also become a place of pilgrimage for many members of the Godrealm.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Trinity Sanctum III","description":"Due to the system's house of worship, many Paranid pilgrims pass through this sector, some bearing artefacts of religious significance and value beyond compare. This makes the sector an attractive mark for criminals and pirates, who can use the superhighway as a convenient getaway to quickly slip into less-regulated space. Should these criminals be caught, the Godrealm of the Paranid shows no mercy to the offenders. Their code of law is among the strictest in the known universe. Because of this, pirate raids are incredibly risky, but they also promise great reward. These incursions usually happen within the blink of an eye, and can be overwhelming to the victims of the pirate raids.","id":"Cluster_18_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":2,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"shipyard_paranid","race":"paranid","owner":"paranid","tags":"shipyard"},{"id":"wharf_paranid","race":"paranid","owner":"paranid","tags":"wharf"},{"id":"equipmentdock_paranid","race":"paranid","owner":"paranid","tags":"equipmentdock"}]}],"position":{"x":1050,"y":559},"sectorsPosition":"singular","owner":"paranid"},{"name":"Hewa's Twin","description":"Hewa's Twin(Hewa's Twin) may be the most widely, if not most thoroughly, explored system in Teladi territory, but has been somewhat crippled economically by its Jump Gate connection to Trinity Sanctum(Trinity Sanctum)(Trinity Sanctum), separating it and Company Regard(Company Regard)(Company Regard) from the rest of Teladi space.\\n\\nThe Paranids' differing views on what is legal and illegal sometimes makes it difficult for the Teladi Company to ferry supplies to citizens on both sides of the blockade. This however represents an interesting opportunity for smugglers, which the Scale Plate Pact pirates, who hide their headquarters somewhere in this system, have all too happily jumped on.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Hewa's Twin II","description":"This sector is home to a few pockets of natural resources and a largely unexplored space that sees traffic heading towards the more profitable Hewa's Twin(Hewa's Twin) V(Hewa's Twin V)(Hewa's Twin V) or military vessels headed to Company Regard(Company Regard)(Company Regard).\\n\\nEven though the sector does not hold much future economic value, it is on the traffic lane towards Ak and remains a beautiful area of space, and as such the Teladi Company have marked it as a possible tourist and rest-and-relaxation destination to be developed in the near future.","id":"Cluster_19_Sector002_macro","resources":{"ore":5,"silicon":5,"nividium":5,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":null},{"name":"Hewa's Twin I","description":"The sector closest to the planet Ak within the Hewa's Twin(Hewa's Twin)(Hewa's Twin) system, this is perhaps the only sector in the system that can be regarded as truly 'busy'. Home to one of the Teladi Company's early prototype Habitat-class superstations, it sees regular traffic both from the planet surface and the neighbouring Trinity Sanctum(Trinity Sanctum)(Trinity Sanctum) system, and also has the highest population of the system. This makes the sector the closest thing to a trading hub the Teladi Company can ask for, while they try to convince the Godrealm of the Paranid to allow wares such as spaceweed through Paranid space.","id":"Cluster_19_Sector001_macro","resources":{"ore":2,"silicon":2,"nividium":2,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"ringstation_03","race":"teladi","owner":"teladi","tags":"tradestation"}]}],"position":{"x":1125,"y":602},"sectorsPosition":"top-right","owner":"teladi"},{"name":"Company Regard","description":"A new star system only discovered after the Jump Gate realignment, Company Regard(Company Regard) represents an opportunity for the Teladi Company to build an entirely new colony from scratch, as well as giving them the only access to the overrun colony of Scale Plate Green(Scale Plate Green)(Scale Plate Green).\\n\\nThough a small number of military staff and crew have moved into the system to help control Xenon incursions from Scale Plate Green(Scale Plate Green)(Scale Plate Green), proper colonisation work in Company Regard(Company Regard) has been slow, as no habitable planets and no mineral or gas regions have yet been discovered.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Company Regard","description":"A new star system only discovered after the Jump Gate realignment, Company Regard(Company Regard) represents an opportunity for the Teladi Company to build an entirely new colony from scratch, as well as giving them the only access to the overrun colony of Scale Plate Green(Scale Plate Green)(Scale Plate Green).\\n\\nThough a small number of military staff and crew have moved into the system to help control Xenon incursions from Scale Plate Green(Scale Plate Green)(Scale Plate Green), proper colonisation work in Company Regard(Company Regard) has been slow, as no habitable planets and no mineral or gas regions have yet been discovered.","id":"Cluster_20_Sector001_macro","resources":null,"stations":null}],"position":{"x":1200,"y":645},"sectorsPosition":"singular","owner":"teladi"},{"name":"Scale Plate Green","description":"Once a pride of Teladi Company space, Scale Plate Green(Scale Plate Green) was overrun by the Xenon early in the period of the Jump Gate shutdown. Despite fearless defending from the Company and its allies, the Xenon fleet proved too strong, annihilating those that did not flee.\\n\\nSince it was reconnected to the network, Teladi scouts have recorded that Scale Plate Green(Scale Plate Green) continues to be heavily defended by the Xenon, acting as a staging area for incursions into both Teladi and Paranid space.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Scale Plate Green VII","description":"Home to the corporate sector of the Teladi Company's business in Scale Plate Green(Scale Plate Green)(Scale Plate Green), this sector was perhaps the least prepared for the Xenon incursion that hit the system so hard.\\n\\nWith most of the Teladi and Argon forces already struggling to maintain their defence in Scale Plate Green(Scale Plate Green) I(speak as 1)(Scale Plate Green I)(Scale Plate Green I), and the Split refusing to send more aid after their contingent was annihilated in the second wave of attacks, many of the stations were destroyed before the people on them knew what hit them, and civilian ships in the area had no choice but to flee or be eliminated as well.","id":"Cluster_21_Sector002_macro","resources":null,"stations":null},{"name":"Scale Plate Green I","description":"Once the heart of Scale Plate Green's strong economy, this sector contains many natural resources that can no longer be accessed due to small Xenon fleets protecting both the Gate from Company Regard(Company Regard)(Company Regard) and the superhighway onwards through the system. \\n\\nThough Teladi scouts continue to keep a constant eye on the colony they so desperately want back, shipyards keeping the Xenon fleets in supply mean it is still too dangerous to consider a counter offensive.\\n\\nUntil that offensive is possible, the wreck fields of Scale Plate Green(Scale Plate Green) I(speak as 1)(Scale Plate Green I) serve as a strong reminder as to why the Xenon should not be underrated.","id":"Cluster_21_Sector001_macro","resources":{"ore":2,"silicon":2,"nividium":2,"ice":0,"hydrogen":1,"helium":0,"methane":0},"stations":[{"id":"shipyard_xenon_cluster_21","race":"xenon","owner":"xenon","tags":"shipyard"},{"id":"wharf_xenon_cluster_21","race":"xenon","owner":"xenon","tags":"wharf"}]}],"position":{"x":1200,"y":731},"sectorsPosition":"top-left","owner":"xenon"},{"name":"Pious Mists","description":"While Paranid society has historically met others with distrust, generally preferring to keep to themselves, the ramifications of the Gate shutdown have forced them into closer contact with the other races, and facilitated unrest amongst the different Paranid denominations. As part of the highway network, this system is at the forefront of both of these developments. Due to its proximity to Holy Order space, it is often considered to be the major staging ground of the Paranid conflict.\\n\\nWhile Pious Mists (same as undefined) was disconnected from the other Paranid systems, an ambitious Duke tried to crown himself Pontifex in a bid for regional power. However, his subjects quickly and violently overthrew him and held out hope for a swift reconnection. When that connection was once again established, they were welcomed back into the greater Godrealm of the Paranid with open arms.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Pious Mists II","description":"In 803 NT, the Alliance of the Word(same as Alliance of the Word) recorded the Jump Gate connection from this previously unexplored sector to Sacred Relic(same as Sacred Relic) as the first to reopen after the Gate Shutdown. For nearly twenty years, the Gate network would unpredictably disconnect and reroute gates before it stabilised. During this time, developing this sector was a risky undertaking. All expeditions had to be self-sufficient, as they could not rely on the Gate to remain open once they passed through. Additionally, Accelerators(same as Accelerators) had to be set up to reach required resources far from the Jump Gate. Nevertheless, the Paranid took that risk and sent expeditions into this system. They were arguably well-rewarded, as the expeditions helped later development and the sector turned into an important crossroads in the Gate network.","id":"Cluster_22_Sector001_macro","resources":null,"stations":[{"id":"tradestation_paranid","race":"paranid","owner":"paranid","tags":"tradestation"}]}],"position":{"x":900,"y":731},"sectorsPosition":"singular","owner":"paranid"},{"name":"Sacred Relic","description":"Long the heart of the Paranid scientific community, with its mysterious planet and one lone relic of a distant past, Sacred Relic(Sacred Relic) quickly became the home of the Alliance of the Word during the Jump Gate shutdown, and has since remained a place of discovery and exploration for all across the Jump Gate network.\\n\\nIt was from here that the first AoW drones were launched to Argon Prime(Argon Prime)(Argon Prime) and Kingdom End(Kingdom End), and also the location of the Alliance's single shipyard, where they aim to launch generation ships to send aid to systems still thought disconnected from any Jump Gates.","area":{"sunlight":"1","economy":"0.25","security":"0.25"},"sectors":[{"name":"Sacred Relic","description":"Long the heart of the Paranid scientific community, with its mysterious planet and one lone relic of a distant past, Sacred Relic(Sacred Relic) quickly became the home of the Alliance of the Word during the Jump Gate shutdown, and has since remained a place of discovery and exploration for all across the Jump Gate network.\\n\\nIt was from here that the first AoW drones were launched to Argon Prime(Argon Prime)(Argon Prime) and Kingdom End(Kingdom End), and also the location of the Alliance's single shipyard, where they aim to launch generation ships to send aid to systems still thought disconnected from any Jump Gates.","id":"Cluster_23_Sector001_macro","resources":null,"stations":[{"id":"shipyard_alliance","race":"paranid","owner":"alliance","tags":"shipyard"}]}],"position":{"x":975,"y":860},"sectorsPosition":"singular","owner":"paranid"},{"name":"Holy Vision","description":"Holy Vision (same as undefined) has become the heart of the Holy Order of the Pontifex. It supplies the Holy Order with the means to defend itself against the Xenon threat, and a significant amount of resources to promote their Paranid faith. The system derives its name from the vision of a united Paranid announced by the Pontifex Maximus Haereticus (name not supported by Holy Order). It was in this system that the Pontifex broadcast his presence and intentions to the wider Paranid society, decreed that all Paranid are welcome to convert and join the Holy Order of the Pontifex, and declared the crusade against the Godrealm of the Paranid.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Holy Vision","description":"Holy Vision (same as undefined) has become the heart of the Holy Order of the Pontifex. It supplies the Holy Order with the means to defend itself against the Xenon threat, and a significant amount of resources to promote their Paranid faith. The system derives its name from the vision of a united Paranid announced by the Pontifex Maximus Haereticus (name not supported by Holy Order). It was in this system that the Pontifex broadcast his presence and intentions to the wider Paranid society, decreed that all Paranid are welcome to convert and join the Holy Order of the Pontifex, and declared the crusade against the Godrealm of the Paranid.","id":"Cluster_24_Sector001_macro","resources":{"ore":3,"silicon":3,"nividium":3,"ice":2,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"shipyard_holyorder","race":"paranid","owner":"holyorder","tags":"shipyard"},{"id":"wharf_holyorder","race":"paranid","owner":"holyorder","tags":"wharf"},{"id":"tradestation_holyorder","race":"paranid","owner":"holyorder","tags":"tradestation"}]}],"position":{"x":675,"y":774},"sectorsPosition":"singular","owner":"holyorder"},{"name":"Faulty Logic","description":"Having had less direct contact with the Xenon than other races, and with their superior understanding of mathematics, the Paranid have always tolerated artificial intelligence more than other races. However, after the loss of Emperor Mines(Emperor Mines) - now called Faulty Logic(Faulty Logic) - they also know the risks that come with it, having seen one of their most secure systems overrun through a Xenon logic bomb. While every Paranid ship lay paralysed in space, the Xenon wiped them out. Many Paranid have since begun to wonder whether their tolerance for the machines has made them susceptible to further assault.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Faulty Logic I","description":"After the initial Xenon assault on Emperor Mines(Emperor Mines), and with as many civilians rescued as possible, Olmanckarsat turned their attention to protecting other core Paranid systems from the Xenon invasion.\\n\\nCalling in reinforcements from Paranid Prime(Paranid Prime), Olmanckarsat headed straight for Xenon Sector 101, predicting that the Xenon had launched everything they had at Emperor Mines(Emperor Mines). The Xenon were quick to follow the fleet back through the Jump Gate and Olmanckarsat immediately ordered the destruction of the Jump Gate on the other side. The Paranid fleet were trapped in Xenon territory, presumably destroyed, but Paranid space was safe.","id":"Cluster_25_Sector001_macro","resources":{"ore":5,"silicon":4,"nividium":0,"ice":0,"hydrogen":6,"helium":0,"methane":0},"stations":null},{"name":"Faulty Logic VII","description":"When the North Gate of Emperor Mines(Emperor Mines) opened up into Xenon Sector 101, the Paranid core systems were caught completely off-guard. The Xenon struck with lightning speed, crippling all Paranid defences within minutes and systematically wiping out everything in-system.\\n\\nIt was only due to the quick thinking of Olmanckarsat, a Paranid fleet commander, that any escape was possible at all.\\n\\nRecognising that the crippled Paranid fleet could do very little against a superior enemy, Olmanckarsat ordered the Paranid to instead kite the enemy away from stations and civilian traffic, destroying small pockets of Xenon before moving on to the next target.","id":"Cluster_25_Sector002_macro","resources":{"ore":42,"silicon":39,"nividium":0,"ice":0,"hydrogen":6,"helium":0,"methane":0},"stations":null}],"position":{"x":600,"y":817},"sectorsPosition":"top-right","owner":"xenon"},{"name":"Atiya's Misfortune","description":"In the Terrans' attempts to expand beyond their borders in the latter days of the Terran Conflict, systems such as Toride and Atiya's Misfortune(Atiya's Misfortune) became beacons of hope for a race that was lost and broken. However, scared and on the run, the Terrans did not properly scout their colony locations. While Toride's fate is still unknown, Atiya's Misfortune(Atiya's Misfortune) was quickly discovered to contain a heavy Xenon presence, forcing the Terrans to flee once more.\\n\\nArgon and Paranid scouts have since been able to map out most of the system, in the hope that one day the Xenon can be cleared out.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Atiya's Misfortune I","description":"This sector holds the last known location of the single capital ship that carried the Terran settlers to Atiya's Misfortune, the Inquisitors' Wrath. It was here that the Terrans are said to have first run into the Xenon threat that forced them to flee the system, with the Inquisitors' Wrath almost immediately destroyed as smaller combat ships and transporters fled the burning wreck of the M1 Tokyo-class carrier.\\n\\nSo heavy is the Xenon presence in this sector that no Argon or Paranid scout has been able to recover a full report of the area.","id":"Cluster_26_Sector001_macro","resources":{"ore":10,"silicon":0,"nividium":16,"ice":0,"hydrogen":2,"helium":0,"methane":0},"stations":[{"id":"shipyard_xenon_cluster_26","race":"xenon","owner":"xenon","tags":"shipyard"},{"id":"wharf_xenon_cluster_26","race":"xenon","owner":"xenon","tags":"wharf"}]},{"name":"Atiya's Misfortune III","description":"Though stories of what happened in Atiya's Misfortune(Atiya's Misfortune)(Atiya's Misfortune) are yet to be confirmed, with no trace of the Terran colonisation attempt left by the Xenon, it is said that the Terrans' escape from the system was made possible by two highly skilled fighter pilots, Darayavahush and Atiya Hakim.\\n\\nWhen Atiya was killed as the two pilots, the last to leave the system, fled, Darayavahush - her twin - fell into a deep state of bitterness and depression, disappearing from society and travelling the Jump Gate network, as it was before the shutdown, never to be seen again.","id":"Cluster_26_Sector002_macro","resources":{"ore":22,"silicon":8,"nividium":16,"ice":0,"hydrogen":2,"helium":0,"methane":0},"stations":null}],"position":{"x":450,"y":817},"sectorsPosition":"top-left","owner":"xenon"},{"name":"The Void","description":"This was the first system claimed by the newly founded Antigone Republic after the Gates realigned. The inhabitants live close to a nebula which damages the hulls of ships that enter it, making this system a hostile and dangerous environment. In order to turn a profit, the people residing here are dependent on support from outside their own system. Since it is the bridge between Antigone Memorial(same asAntigone Memorial(Antigone Memorial)) and other trade-oriented communities, the Antigone Republic is going above and beyond in ensuring that it is a safe and stable place despite these difficulties.","area":{"sunlight":"1","economy":"0.25","security":"0.25"},"sectors":[{"name":"The Void","description":"This was the first system claimed by the newly founded Antigone Republic after the Gates realigned. The inhabitants live close to a nebula which damages the hulls of ships that enter it, making this system a hostile and dangerous environment. In order to turn a profit, the people residing here are dependent on support from outside their own system. Since it is the bridge between Antigone Memorial(same asAntigone Memorial(Antigone Memorial)) and other trade-oriented communities, the Antigone Republic is going above and beyond in ensuring that it is a safe and stable place despite these difficulties.","id":"Cluster_27_Sector001_macro","resources":{"ore":3,"silicon":3,"nividium":1,"ice":4,"hydrogen":2,"helium":1,"methane":21},"stations":[{"id":"tradestation_antigone","race":"argon","owner":"antigone","tags":"tradestation"}]}],"position":{"x":300,"y":473},"sectorsPosition":"singular","owner":"antigone"},{"name":"Antigone Memorial","description":"Once an Argon Federation border system that survived one of the worst Xenon incursions in Argon history, Antigone Memorial(Antigone Memorial) made it through the shutdown through the sheer willpower of its people, who banded together and unified in order to make sure their beloved home did not once again become crippled by such dark times.\\n\\nIt now serves as the capital of the fledgling Antigone Republic and has seen a long stretch of peace and growth due to its distance from both major Xenon threats and the Holy Order of the Pontifex.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Antigone Memorial","description":"Once an Argon Federation border system that survived one of the worst Xenon incursions in Argon history, Antigone Memorial(Antigone Memorial) made it through the shutdown through the sheer willpower of its people, who banded together and unified in order to make sure their beloved home did not once again become crippled by such dark times.\\n\\nIt now serves as the capital of the fledgling Antigone Republic and has seen a long stretch of peace and growth due to its distance from both major Xenon threats and the Holy Order of the Pontifex.","id":"Cluster_28_Sector001_macro","resources":{"ore":5,"silicon":5,"nividium":11,"ice":27,"hydrogen":4,"helium":0,"methane":0},"stations":[{"id":"shipyard_antigone","race":"argon","owner":"antigone","tags":"shipyard"},{"id":"wharf_antigone","race":"argon","owner":"antigone","tags":"wharf"},{"id":"equipmentdock_antigone","race":"argon","owner":"antigone","tags":"equipmentdock"}]}],"position":{"x":225,"y":516},"sectorsPosition":"singular","owner":"antigone"},{"name":"Hatikvah's Choice","description":"Placed on the highway construction known as The Ring, Hatikvah's Choice(same as Hatikvah's Choice(Hatikvah's Choice)) is home to both the Hatikvah Free League and many Federation citizens, and is one of the busiest systems in Argon space. Even without a habitable planet - consisting instead of several nebulae, an asteroid field and a colossal gas giant - the system continues to flourish. Its position on the Ring, while increasing the risk of incursions, also facilitates military intervention by the neighbouring Argon Federation, and anchors the system as an economic community that is perhaps more closely intertwined with the network's trade routes than any other.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Hatikvah's Choice III","description":"After accepting that the Hatikvah Free League had first right to colonisation in Hatikvah's Choice(Hatikvah's Choice) after their long trek across the Jump Gate network, the Argon Federation quickly explored other areas of the system in order to their dire need for more space as more and more Jump Gates reconnected to the network. This sector was believed to hold the most promise for a colony, located deep in the systems asteroid field and with plenty of space for expansion.","id":"Cluster_29_Sector002_macro","resources":{"ore":2,"silicon":2,"nividium":6,"ice":2,"hydrogen":1,"helium":2,"methane":1},"stations":[{"id":"equipmentdock_argon_02","race":"argon","owner":"argon","tags":"equipmentdock"}]},{"name":"Hatikvah's Choice I","description":"Lying in the shadow of a massive gas giant, this sector is the home of the Hatikvah Free League, which set out during the Jump Gate shutdown and their subsequent realignment to find a new home for themselves, settling in this sector.\\n\\nAs the home of these settlers, and to many Argon Federation citizens wishing to profit from the quickly growing economy, this sector has one of the highest populations in Argon space.","id":"Cluster_29_Sector001_macro","resources":null,"stations":[{"id":"tradestation_hatikvah_01","race":"argon","owner":"hatikvah","tags":"tradestation"}]}],"position":{"x":600,"y":387},"sectorsPosition":"top-right","owner":"argon"},{"name":"Morning Star","description":"One of the dozen Argon outposts destroyed during the First Xenon Conflict, Morning Star(same as Morning Star(Morning Star)) was only rediscovered after the most recent Jump Gate realignment, with archaeologists still uncovering many of the homes and factories laid to waste by the Terraformers during that conflict.\\n\\nThough the Argon Federation has begun the process of resettling the system, work has been slow, as there have always been higher priorities for investment among the more strongly contested border sectors. Naturally, this did not prevent independent Argon entrepreneurs from establishing their own businesses in the vacant space(meaning in the void of space as opposed to on the planet) of Morning Star(same as Morning Star(Morning Star)), and today the system is bustling with civilian traffic.","area":{"sunlight":"1","economy":"0.25","security":"0.25"},"sectors":[{"name":"Morning Star III","description":"This is a quiet sector, situated on the edge of the sphere of influence belonging to Morning Star(Morning Star) III(speak as 3 etc.)(Morning Star III). It is sparsely populated and its traffic usually consists of those travelling from the planet to other Argon systems and mining ships on their way to the asteroid fields above Morning Star(Morning Star) IV(Morning Star IV). ","id":"Cluster_30_Sector001_macro","resources":null,"stations":null}],"position":{"x":525,"y":344},"sectorsPosition":"singular","owner":"argon"},{"name":"Heretic's End","description":"Originally discovered and claimed by the Paranid, Heretic's End(Heretic's End) became one of the most famous systems in the Jump Gate network after the building and activation of the Earth Gate and the massive battle between the Kha'ak and combined Terran and Commonwealth forces. While Sol(Sol)(Sol) remained connected to the Jump Gate network, Heretic's End(Heretic's End) remained under heavy Terran protection, but when it became obvious that Jump Gates were failing too quickly for the connection to possibly remain stable, the system was swiftly abandoned, fading back into obscurity. Now, it serves as a backwater colony that holds only interest to pirates and smugglers.","area":{"sunlight":"1","economy":"0.25","security":"0.25","factionlogic":"false"},"sectors":[{"name":"Heretic's End","description":"Originally discovered and claimed by the Paranid, Heretic's End(Heretic's End) became one of the most famous systems in the Jump Gate network after the building and activation of the Earth Gate and the massive battle between the Kha'ak and combined Terran and Commonwealth forces. While Sol(Sol)(Sol) remained connected to the Jump Gate network, Heretic's End(Heretic's End) remained under heavy Terran protection, but when it became obvious that Jump Gates were failing too quickly for the connection to possibly remain stable, the system was swiftly abandoned, fading back into obscurity. Now, it serves as a backwater colony that holds only interest to pirates and smugglers.","id":"Cluster_31_Sector001_macro","resources":{"ore":2,"silicon":0,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":375,"y":258},"sectorsPosition":"singular","owner":"none"},{"name":"Tharka's Cascade","description":"Tharka's Cascade(Tharka's Cascade) represents the last evidence available to the Jump Gate network that the Split Patriarchy survived the Jump Gate shutdown. Relatively unexplored due to both natural dangers and the unhindered spread of Xenon fleets throughout the system, its name is only known because of a brief Argon Federation scouting mission that uncovered the passages of a member of Family Tharka as she attempted to flee the area in the face of an as of yet unknown danger referred to in the files as 'the Fade'.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Tharka's Cascade XVII","description":"It is here that reports from Argon Federation scouts begin to conflict with the She t'Tharka passages found above Tharka's Cascade(Tharka's Cascade) XV(Tharka's Cascade XV). No evidence now exists of any conflict started against the Split colonists of Tharka's Cascade(Tharka's Cascade)(Tharka's Cascade), and though one passage states that the planet was home to a colony of around one thousand Split, observations made of the planet from space seem to suggest far more activity. Scouting reports have even claimed movement on the planet's surface, from some kind of machinery - however, these reports have been unable to be verified.","id":"Cluster_32_Sector002_macro","resources":{"ore":14,"silicon":12,"nividium":0,"ice":0,"hydrogen":3,"helium":0,"methane":0},"stations":null},{"name":"Tharka's Cascade XV","description":"The uncovered passages of She t'Tharka tell that it was in this sector that the Split ships - mostly civilian transporters and supply ships - desperately attempting to flee 'The Fade' were systematically cut down, destroyed one by one until none remained. It is unknown if any of the Split, including She, survived, as her final passages have not yet been found.\\n\\nDespite the dangers this sector presents, with permanent electro-magnetic nebulae that cripple ship shields, the Xenon defend this sector with an almost fervent vigour, with entire fleets often defending both the Jump Gate and the superhighway to Tharka's Cascade(Tharka's Cascade) XVII(Tharka's Cascade XVII)(Tharka's Cascade XVII).","id":"Cluster_32_Sector001_macro","resources":{"ore":8,"silicon":6,"nividium":2,"ice":0,"hydrogen":1,"helium":0,"methane":0},"stations":null}],"position":{"x":600,"y":215},"sectorsPosition":"top-left","owner":"xenon"},{"name":"Matrix #79B","description":"Matrix #79B(same as undefined) has been the cause of much bewilderment among the post-realignment Community, and to Alliance of the Word scholars especially. As far as the cartographers can tell, it was never encountered before the Gates reconnected. It does not appear in any official documentation or corporate travel logs. Yet, when the network stabilised and the Argon Federation sent out scouts to survey the adjacent systems for activity, not only did they find a heavy Xenon presence, but also the remnants of vast structures stretching throughout the system. Surprisingly, these networks do not seem to be of Xenon origin, and raise the question of what exactly happened in this system.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Matrix #79B","description":"Matrix #79B(same as undefined) has been the cause of much bewilderment among the post-realignment Community, and to Alliance of the Word scholars especially. As far as the cartographers can tell, it was never encountered before the Gates reconnected. It does not appear in any official documentation or corporate travel logs. Yet, when the network stabilised and the Argon Federation sent out scouts to survey the adjacent systems for activity, not only did they find a heavy Xenon presence, but also the remnants of vast structures stretching throughout the system. Surprisingly, these networks do not seem to be of Xenon origin, and raise the question of what exactly happened in this system.","id":"Cluster_33_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":0,"hydrogen":2,"helium":0,"methane":0},"stations":[{"id":"shipyard_xenon_cluster_33","race":"xenon","owner":"xenon","tags":"shipyard"},{"id":"wharf_xenon_cluster_33","race":"xenon","owner":"xenon","tags":"wharf"}]}],"position":{"x":525,"y":172},"sectorsPosition":"singular","owner":"xenon"},{"name":"Profit Center Alpha","description":"Situated between two uninhabitable dust planets, this Teladi system once produced raw materials and light weapons for military and exploration ships. It was earmarked by the Profit Guild before the Jump Gate shutdown for priority expansion and investment.\\n\\nAs chance would have it, after the realignment, Profit Center Alpha(Profit Center Alpha) became ideally situated for such investment, finding itself placed on The Ring after the Jump Gate fluctuation stabilised. The Teladi Company were only too happy to allow such a highway construction to be built through the system in order to allow quicker and more efficient profit.","area":{"sunlight":"1","economy":"0.75","security":"0.25"},"sectors":[{"name":"Profit Center Alpha","description":"Situated between two uninhabitable dust planets, this Teladi system once produced raw materials and light weapons for military and exploration ships. It was earmarked by the Profit Guild before the Jump Gate shutdown for priority expansion and investment.\\n\\nAs chance would have it, after the realignment, Profit Center Alpha(Profit Center Alpha) became ideally situated for such investment, finding itself placed on The Ring after the Jump Gate fluctuation stabilised. The Teladi Company were only too happy to allow such a highway construction to be built through the system in order to allow quicker and more efficient profit.","id":"Cluster_34_Sector001_macro","resources":null,"stations":[{"id":"shipyard_teladi_01","race":"teladi","owner":"teladi","tags":"shipyard"},{"id":"wharf_teladi_01","race":"teladi","owner":"teladi","tags":"wharf"},{"id":"equipmentdock_ministry_01","race":"teladi","owner":"ministry","tags":"equipmentdock"}]}],"position":{"x":975,"y":344},"sectorsPosition":"singular","owner":"teladi"},{"name":"Lasting Vengeance","description":"Once situated on the uncharted outskirts of the New Duchy sectors, Lasting Vengeance(Lasting Vengeance) became known as a safe haven for smugglers, marauders and other entrepreneurial types who wished to do business in Paranid and Split territory. Behind the various pirate leaders was a guiding hand, the self-proclaimed Pirate Duke who, faced with the sudden collapse of all outside communication, harnessed the indomitable spirit of his followers and led them towards colonisation. As the years passed by after the shutdown, the once-warlike Buccaneers became content with their new purpose, while Lasting Vengeance(Lasting Vengeance) similarly flourished in an era of relative peace and prosperity. Few remember when the dreaded armaments of Duke's Haven and its fleet fell silent for the last time.\\n\\nWhat happened to the pirate operation in the years that followed remains unknown. It is said that when the Holy Order prospectors traversed the sector's Gate on the day of its realignment, desperate for new resources for their starving empire, all they encountered was a sea of ruin.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Lasting Vengeance","description":"Once situated on the uncharted outskirts of the New Duchy sectors, Lasting Vengeance(Lasting Vengeance) became known as a safe haven for smugglers, marauders and other entrepreneurial types who wished to do business in Paranid and Split territory. Behind the various pirate leaders was a guiding hand, the self-proclaimed Pirate Duke who, faced with the sudden collapse of all outside communication, harnessed the indomitable spirit of his followers and led them towards colonisation. As the years passed by after the shutdown, the once-warlike Buccaneers became content with their new purpose, while Lasting Vengeance(Lasting Vengeance) similarly flourished in an era of relative peace and prosperity. Few remember when the dreaded armaments of Duke's Haven and its fleet fell silent for the last time.\\n\\nWhat happened to the pirate operation in the years that followed remains unknown. It is said that when the Holy Order prospectors traversed the sector's Gate on the day of its realignment, desperate for new resources for their starving empire, all they encountered was a sea of ruin.","id":"Cluster_35_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":1,"hydrogen":1,"helium":0,"methane":0},"stations":null}],"position":{"x":750,"y":903},"sectorsPosition":"singular","owner":"holyorder"},{"name":"Cardinal's Redress","description":"This system used to be the capital of the Second Duchy of the Paranid. When the Paranid set out for distant space, the high priests who stayed behind nominated a new Cardinal for spiritual guidance. When the Gates shut down, it was that Cardinal whom the isolated Paranid population turned towards. He led them well, and the resident Paranids would see the system be reconnected to the greater Paranid realm.\\n\\nHowever, tensions arose when the system's Paranid were confronted by the fervent Holy Order, who would not tolerate another religious authority who did not follow their Pontifex's teachings. The Cardinal did something almost unthinkable when he converted and stepped down from his leadership duties. In doing so, he avoided otherwise certain conflict and saved countless lives. This decision did not go over well with the Godrealm, who, upon learning of his betrayal, set a considerable bounty on his head.","area":{"sunlight":"1","economy":"0.25","security":"0.75"},"sectors":[{"name":"Cardinal's Redress","description":"This system used to be the capital of the Second Duchy of the Paranid. When the Paranid set out for distant space, the high priests who stayed behind nominated a new Cardinal for spiritual guidance. When the Gates shut down, it was that Cardinal whom the isolated Paranid population turned towards. He led them well, and the resident Paranids would see the system be reconnected to the greater Paranid realm.\\n\\nHowever, tensions arose when the system's Paranid were confronted by the fervent Holy Order, who would not tolerate another religious authority who did not follow their Pontifex's teachings. The Cardinal did something almost unthinkable when he converted and stepped down from his leadership duties. In doing so, he avoided otherwise certain conflict and saved countless lives. This decision did not go over well with the Godrealm, who, upon learning of his betrayal, set a considerable bounty on his head.","id":"Cluster_36_Sector001_macro","resources":{"ore":4,"silicon":3,"nividium":0,"ice":0,"hydrogen":1,"helium":0,"methane":0},"stations":null}],"position":{"x":675,"y":860},"sectorsPosition":"singular","owner":"holyorder"},{"name":"Pious Mists","description":"While Paranid society has historically met others with distrust, generally preferring to keep to themselves, the ramifications of the Gate shutdown have forced them into closer contact with the other races, and facilitated unrest amongst the different Paranid denominations. As part of the highway network, this system is at the forefront of both of these developments. Due to its proximity to Holy Order space, it is often considered to be the major staging ground of the Paranid conflict.\\n\\nWhile Pious Mists (same as undefined) was disconnected from the other Paranid systems, an ambitious Duke tried to crown himself Pontifex in a bid for regional power. However, his subjects quickly and violently overthrew him and held out hope for a swift reconnection. When that connection was once again established, they were welcomed back into the greater Godrealm of the Paranid with open arms.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Pious Mists IV","description":"This sector was charted by the Paranid during the isolation of the first Pious Mists expedition. They logged their findings for later Paranid to benefit from, but had to abandon their mission due to lack of resources and equipment. Development only started after the Godrealm of the Paranid(same as Godrealm of the Paranid) reconnected with this system.\\n\\nIn the early years of its development this sector stood out due to mismanagement. Investigations into missing funds and resources, and even personnel, proved to be fruitless, but seemingly put an end to such incidents.","id":"Cluster_37_Sector001_macro","resources":{"ore":79,"silicon":71,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":8},"stations":null}],"position":{"x":975,"y":774},"sectorsPosition":"singular","owner":"paranid"},{"name":"Pious Mists","description":"While Paranid society has historically met others with distrust, generally preferring to keep to themselves, the ramifications of the Gate shutdown have forced them into closer contact with the other races, and facilitated unrest amongst the different Paranid denominations. As part of the highway network, this system is at the forefront of both of these developments. Due to its proximity to Holy Order space, it is often considered to be the major staging ground of the Paranid conflict.\\n\\nWhile Pious Mists (same as undefined) was disconnected from the other Paranid systems, an ambitious Duke tried to crown himself Pontifex in a bid for regional power. However, his subjects quickly and violently overthrew him and held out hope for a swift reconnection. When that connection was once again established, they were welcomed back into the greater Godrealm of the Paranid with open arms.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Pious Mists XI","description":"Coming from Pious Mists II(same as Pious Mists(Pious Mists) II(speak as 2)(Pious Mists II)), this was the first sector that the newly arrived Paranid focussed on developing. It was only after the Accelerator connection was established that the engineering fleet learned about the Jump Gate shutdown in this system that had left them stranded and disconnected from the Godrealm of the Paranid(same as Godrealm of the Paranid). When the engineers rejoined their brethren in Pious Mists II(same as Pious Mists(Pious Mists) II(speak as 2)(Pious Mists II)), an ambitious Duke was already in control of the first fleet. Despite the looming imperative of establishing self-sufficiency in this still largely unexplored system, they fought a violent conflict over the nature of their government. The Paranid loyal to the Godrealm overthrew the self-proclaimed Duke and emerged victorious. The survivors tried to carry out their mission, but due to the scarcity of functioning equipment following the conflict, they were forced into hibernation in cocoons. One watcher stayed awake to endure until the Gates reactivated and reunified this expedition with the Godrealm, making sure nothing unforeseen would harm their sleeping brethren. But when the Gate reactivated, the Godrealm found this watcher dead and only learned the expedition's fate from their logs. The cocoons, however, were never found. The pious Paranid of the first expedition are still believed to be hibernating somewhere in this system.","id":"Cluster_38_Sector001_macro","resources":{"ore":39,"silicon":15,"nividium":3,"ice":2,"hydrogen":43,"helium":94,"methane":0},"stations":null}],"position":{"x":900,"y":817},"sectorsPosition":"singular","owner":"paranid"},{"name":"Memory of Profit","description":"Savaged by the same incursion that saw Scale Plate Green(Scale Plate Green)(Scale Plate Green) occupied by the Xenon, Memory of Profit(Memory of Profit) was once an economic stronghold of the Teladi Company, even housing the headquarters of Nividium Mining and Manufacturing Corporation \\(PTNI\\). Though Teladi and Argon forces, and even a small contingent of Split ships, desperately tried to hold both systems, undefined(PTNI Headquarters) was eventually lost.\\n\\nWhen the Jump Gates came back on line, Teladi Scouts from Eighteen Billion(Eighteen Billion)(Eighteen Billion) quickly recognised the signs of the conflict, and when they found no trace of Xenon activity within the system, immediately set about on a recolonization effort.","area":{"sunlight":"1","economy":"0.5","security":"0.25"},"sectors":[{"name":"Memory of Profit X","description":"With an impressive view of the planet Ikssaar and its moon, Haarri, this sector has only recently been claimed by the Teladi Company and is yet to be thoroughly explored.\\n\\nThe Teladi Company hope to turn the sector into a haven for farming and agriculture, but have first focused on clearing the area of wreckage left behind by the Xenon invasion prior to the Jump Gate shutdown.\\n\\nColonisation of the sector is currently slow, though its relative security gives the Company confidence that the situation will improve.","id":"Cluster_39_Sector001_macro","resources":null,"stations":null}],"position":{"x":900,"y":559},"sectorsPosition":"singular","owner":"teladi"},{"name":"Second Contact","description":"Within hours of the Jump Gates in Second Contact(Second Contact) opening, fleets from both the Antigone Republic and the Holy Order of the Pontifex had arrived in system. Ownership of the system remained disputed for many years, with skirmishes from both factions commonplace.\\n\\nWith the start of the Paranid Civil War though, the Paranid could no longer afford to keep up their offensive and the Antigone Republic claimed the system as its own colony. Since, it has become a profitable trading hub, linking the Antigone Republic to the Argon Federation, and acts as a buffer to the Holy Order.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Second Contact VII","description":"Though many of the exchanges between the Paranid and the Argon in Second Contact(Second Contact) occurred in Flashpoint, perhaps the biggest actually occurred here. The battle was won because of the snap decision made by Fleet Admiral Siy Keswen to launch an offensive against the Paranid, still preparing their forces on the outskirts of the system.\\n\\nThe battle proved difficult, with the Paranid outnumbering the then fledgling Antigone Republic fleet, but Keswen was able to pull his people through, and the Argon were able to force the Paranid to flee back towards True Sight(True Sight), giving the Antigone another day of respite.","id":"Cluster_40_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":525,"y":602},"sectorsPosition":"singular","owner":"antigone"},{"name":"Second Contact","description":"Within hours of the Jump Gates in Second Contact(Second Contact) opening, fleets from both the Antigone Republic and the Holy Order of the Pontifex had arrived in system. Ownership of the system remained disputed for many years, with skirmishes from both factions commonplace.\\n\\nWith the start of the Paranid Civil War though, the Paranid could no longer afford to keep up their offensive and the Antigone Republic claimed the system as its own colony. Since, it has become a profitable trading hub, linking the Antigone Republic to the Argon Federation, and acts as a buffer to the Holy Order.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Second Contact XI","description":"After the Battle at Second Contact(Second Contact) VII(Second Contact VII), the Antigone Argon were safely able to colonise this sector, for the surprise halt in fighting caused by Admiral Keswen's brave attack.\\n\\nThe sector has since become a small haven for the Antigone Republic - one that they are incredibly proud of. Rich with natural resources and within touching distance of the moon, Icon, from which you can be swiftly transported to the planet aptly named Sanctuary, the sector has seen a lot of growth since the start of the Paranid Civil War, and many hope it remains so when the conflict ends.","id":"Cluster_41_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":525,"y":516},"sectorsPosition":"singular","owner":"antigone"},{"name":"Hewa's Twin","description":"Hewa's Twin(Hewa's Twin) may be the most widely, if not most thoroughly, explored system in Teladi territory, but has been somewhat crippled economically by its Jump Gate connection to Trinity Sanctum(Trinity Sanctum)(Trinity Sanctum), separating it and Company Regard(Company Regard)(Company Regard) from the rest of Teladi space.\\n\\nThe Paranids' differing views on what is legal and illegal sometimes makes it difficult for the Teladi Company to ferry supplies to citizens on both sides of the blockade. This however represents an interesting opportunity for smugglers, which the Scale Plate Pact pirates, who hide their headquarters somewhere in this system, have all too happily jumped on.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Hewa's Twin III","description":"Set against a backdrop of blue-green nebulae, this has been one of the sectors hardest hit by the Paranid blockade of Teladi goods being ferried across Trinity Sanctum(Trinity Sanctum)(Trinity Sanctum). Too far away from the planet Ak to receive direct supply, the sector is often seen as a sector to travel through, as opposed to stay in.\\n\\nIt can sometimes see a lot of traffic, particularly from miners on their way to Hewa's Twin(Hewa's Twin) V(Hewa's Twin V)(Hewa's Twin V), but the sector holds a low population and, as such, the Teladi Company are targeting it for development in the future.","id":"Cluster_42_Sector001_macro","resources":null,"stations":null},{"name":"Hewa's Twin IV The Cove","description":"When it became obvious that the Godrealm of the Paranid would not simply let the Teladi Company transport wares such as spaceweed through Trinity Sanctum(Trinity Sanctum)(Trinity Sanctum) to Teladi space surrounding it, the Scale Plate Pact quickly jumped at the opportunity to smuggle these wares through the system instead, taking them not just to Teladi space, but further to Argon and Paranid territory too.\\n\\nThese operations made it necessary to set up a base of operations on the quieter side of the blockade, and The Cove(The Cove), explored but not claimed by the Teladi Company, presented the perfect place for this headquarters.","id":"Cluster_42_Sector002_macro","resources":null,"stations":null}],"position":{"x":1200,"y":559},"sectorsPosition":"top-left","owner":"teladi"},{"name":"Hewa's Twin","description":"Hewa's Twin(Hewa's Twin) may be the most widely, if not most thoroughly, explored system in Teladi territory, but has been somewhat crippled economically by its Jump Gate connection to Trinity Sanctum(Trinity Sanctum)(Trinity Sanctum), separating it and Company Regard(Company Regard)(Company Regard) from the rest of Teladi space.\\n\\nThe Paranids' differing views on what is legal and illegal sometimes makes it difficult for the Teladi Company to ferry supplies to citizens on both sides of the blockade. This however represents an interesting opportunity for smugglers, which the Scale Plate Pact pirates, who hide their headquarters somewhere in this system, have all too happily jumped on.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Hewa's Twin V","description":"This sector has been earmarked by the Teladi Company as a potentially lucrative asteroid field and is located on the very outskirts of the solar region of Ak. It is famed for the discovery of a data slab found while exploring the sector, reading in eggspeak, \"This is the gateway to adventure's promise. Have fun! ISNF.\"\\n\\nThough Teladi who live on Ak itself have little reason to travel this far out, there is a small and growing community of miners and farmers that have made their home here because of the security and room for development.","id":"Cluster_43_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":1200,"y":473},"sectorsPosition":"singular","owner":"none"},{"name":"Silent Witness","description":"Silent Witness(same as Silent Witness(Silent Witness)) has established itself as vitally important to galactic trade, as its ring highway is the main connection between Argon and Teladi space. Many traders frequently use the highway to ferry their wares between factions in the hopes of turning an honest profit.\\n\\nHowever, not everyone shares their equitable and entrepreneurial spirit. Pilots are frequently harassed by pirates, and it is not uncommon for trade ships to vanish completely. Despite calls for improved security, only parts of the system have been claimed and are actively patrolled; it is simply too big a task to weed out the criminal elements inhabiting the further reaches of the system. Ultimately, though, the risk posed by outlaws does not outweigh the convenience of travel, and potential losses are counted as an acceptable cost of doing business.","area":{"sunlight":"1","economy":"0.75","security":"0.25","factionlogic":"false"},"sectors":[{"name":"Silent Witness XI","description":"This sector boasts plenty of natural resources that attract the attention of numerous corporations. However, most do not dare establish a presence here because it is not under the protection of any government. It is mostly desolate, save for the occasional opportunist looking for riches outside of regulated space. That alluring promise of easy profits also comes along with the hardships of keeping pirates at bay, but for some rare, brave entrepreneurs, it proves well worth the risk.","id":"Cluster_44_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":1,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":825,"y":258},"sectorsPosition":"singular","owner":"none"},{"name":"Silent Witness","description":"Silent Witness(same as Silent Witness(Silent Witness)) has established itself as vitally important to galactic trade, as its ring highway is the main connection between Argon and Teladi space. Many traders frequently use the highway to ferry their wares between factions in the hopes of turning an honest profit.\\n\\nHowever, not everyone shares their equitable and entrepreneurial spirit. Pilots are frequently harassed by pirates, and it is not uncommon for trade ships to vanish completely. Despite calls for improved security, only parts of the system have been claimed and are actively patrolled; it is simply too big a task to weed out the criminal elements inhabiting the further reaches of the system. Ultimately, though, the risk posed by outlaws does not outweigh the convenience of travel, and potential losses are counted as an acceptable cost of doing business.","area":{"sunlight":"1","economy":"0.75","security":"0.25","factionlogic":"false"},"sectors":[{"name":"Silent Witness XII","description":"Precious few entrepreneurs are daring enough to venture this far out from civilised society, knowing well what manner of hostilities they are likely to encounter. This place is home only to the most hardened of them, looking to turn a profit in the absence of law or regulated competition. To survive here, among the cutthroats and the wreckage they leave in their wake, means bearing witness to the deafening silence that turns honest men cruel.","id":"Cluster_45_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":750,"y":215},"sectorsPosition":"singular","owner":"none"},{"name":"Morning Star","description":"One of the dozen Argon outposts destroyed during the First Xenon Conflict, Morning Star(same as Morning Star(Morning Star)) was only rediscovered after the most recent Jump Gate realignment, with archaeologists still uncovering many of the homes and factories laid to waste by the Terraformers during that conflict.\\n\\nThough the Argon Federation has begun the process of resettling the system, work has been slow, as there have always been higher priorities for investment among the more strongly contested border sectors. Naturally, this did not prevent independent Argon entrepreneurs from establishing their own businesses in the vacant space(meaning in the void of space as opposed to on the planet) of Morning Star(same as Morning Star(Morning Star)), and today the system is bustling with civilian traffic.","area":{"sunlight":"1","economy":"0.25","security":"0.25"},"sectors":[{"name":"Morning Star IV","description":"Lying in the shadow of Morning Star(Morning Star) IV(Morning Star IV), this sector is located in an asteroid field orbiting the satellite; a popular location for miners looking to exploit the rich yields of ore, silicon and ice to be found throughout.\\n\\nAnother sector that is not heavily populated in of itself, Morning Star(Morning Star) IV(Morning Star IV) is likely to see heavy development in coming years as the Federation tries further to grow its economy by building more refinement facilities directly in mineral regions themselves, generating more trade within the sector.","id":"Cluster_46_Sector001_macro","resources":{"ore":7,"silicon":4,"nividium":2,"ice":2,"hydrogen":1,"helium":1,"methane":0},"stations":null}],"position":{"x":525,"y":258},"sectorsPosition":"singular","owner":"argon"},{"name":"Trinity Sanctum","description":"Made famous before the Jump Gate shutdown by its nomadic workforce, whose expertise in raising delicate Maja snails was known across the entire network, Trinity Sanctum(Trinity Sanctum) has been repurposed as the temporary capital of the Godrealm of the Paranid. The Snail Farms that were once so active here have long been shut down.\\n\\nDesperate to keep some sense of order among its people, the Pontifex Maximus Paranidia placed a heavily defended house of worship on one of the many moons of Trinity Sanctum(Trinity Sanctum), and so the system has also become a place of pilgrimage for many members of the Godrealm.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Trinity Sanctum VII","description":"The capital of the Godrealm of the Paranid, this sector is the starting point for a vast array of military operations. Most of these campaigns are fielded against the Holy Order of the Pontifex, and many of the pilgrims that traverse this system, looking to pay a visit to the holy site, find themselves being drafted to fight the perceived heretics.\\n\\nDuring the Jump Gate shutdown, before the Paranid people descended into vicious civil war, Trinity Sanctum VII(same as undefined) was also home to many groups looking to re-establish contact between systems. While these efforts seem less important in the face of war, the Alliance of the Word is still a presence in the sector.","id":"Cluster_47_Sector001_macro","resources":{"ore":6,"silicon":5,"nividium":4,"ice":3,"hydrogen":2,"helium":2,"methane":2},"stations":[{"id":"wharf_alliance","race":"paranid","owner":"alliance","tags":"wharf"}]}],"position":{"x":975,"y":516},"sectorsPosition":"singular","owner":"paranid"},{"name":"Getsu Fune","description":"Before the shutdown of the Jump Gates, Getsu Fune(same as Getsu Fune) was widely regarded as the crown jewel of the Community of Planets' newfound cooperation. This naively romantic assessment disregards the history of unease that followed the system's discovery by a legendary adventurer. Her sudden fame bestowed upon the system an unexpected and unprecedented surge in intergalactic attention. The prospect of inadvertently falling behind eventually pressured all major factions to ignore the threats lurking in this remote area of the network and construct large stations to stake their own claims. The fortunate beneficiaries of this peculiar arrangement were the many explorers that followed the spirit of the system's original discovery, and who now had a straightforward way to outfit their ships with state-of-the-art equipment and software from all major factions. During a period of interim administration, in which the Argon company TerraCorp set out to improve the system's infrastructure with new accelerator technology, Getsu Fune was hit by the repercussions of the collapsing Gate network, and all contact was subsequently lost.\\n\\nAfter the Jump Gate realignment, the system was once again found to be barren and initially provided a bleak outlook on the current chances of peaceful coexistence. However, recent analysis of the many drifting station wrecks has produced matching signs of a meticulous deconstruction of the key structures, which might well point towards a joint effort between the system's many diverse inhabitants. The purpose of this undertaking, which likely took place shortly after the shutdown, and the whereabouts of the settlers, are yet to be determined.","area":{"sunlight":"1","economy":"0.25","security":"0.5","god":"false"},"sectors":[{"name":"Getsu Fune","description":"Before the shutdown of the Jump Gates, Getsu Fune(same as Getsu Fune) was widely regarded as the crown jewel of the Community of Planets' newfound cooperation. This naively romantic assessment disregards the history of unease that followed the system's discovery by a legendary adventurer. Her sudden fame bestowed upon the system an unexpected and unprecedented surge in intergalactic attention. The prospect of inadvertently falling behind eventually pressured all major factions to ignore the threats lurking in this remote area of the network and construct large stations to stake their own claims. The fortunate beneficiaries of this peculiar arrangement were the many explorers that followed the spirit of the system's original discovery, and who now had a straightforward way to outfit their ships with state-of-the-art equipment and software from all major factions. During a period of interim administration, in which the Argon company TerraCorp set out to improve the system's infrastructure with new accelerator technology, Getsu Fune was hit by the repercussions of the collapsing Gate network, and all contact was subsequently lost.\\n\\nAfter the Jump Gate realignment, the system was once again found to be barren and initially provided a bleak outlook on the current chances of peaceful coexistence. However, recent analysis of the many drifting station wrecks has produced matching signs of a meticulous deconstruction of the key structures, which might well point towards a joint effort between the system's many diverse inhabitants. The purpose of this undertaking, which likely took place shortly after the shutdown, and the whereabouts of the settlers, are yet to be determined.","id":"Cluster_48_Sector001_macro","resources":{"ore":3,"silicon":2,"nividium":0,"ice":99,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":300,"y":387},"sectorsPosition":"singular","owner":"none"},{"name":"Frontier Edge","description":"Frontier Edge(same as undefined) was newly discovered after the Gates reactivated. Several factions have shown an interest in the system, most notably because it is home to an uninhabited planet. While this planet has not yet received a full resource survey, it seems to be fertile ground for colonisation. The system is being mapped out at rather a slow pace, in part because traversing it can be tedious at times due to its high asteroid density, but also because scout ships disappear with alarming regularity.","area":{"sunlight":"1","economy":"0.25","security":"0.5","god":"false"},"sectors":[{"name":"Frontier Edge","description":"Frontier Edge(same as undefined) was newly discovered after the Gates reactivated. Several factions have shown an interest in the system, most notably because it is home to an uninhabited planet. While this planet has not yet received a full resource survey, it seems to be fertile ground for colonisation. The system is being mapped out at rather a slow pace, in part because traversing it can be tedious at times due to its high asteroid density, but also because scout ships disappear with alarming regularity.","id":"Cluster_49_Sector001_macro","resources":{"ore":9,"silicon":2,"nividium":0,"ice":0,"hydrogen":1,"helium":0,"methane":0},"stations":null}],"position":{"x":375,"y":602},"sectorsPosition":"singular","owner":"none"},{"name":"Turquoise Sea","description":"Long before the connection of Turquoise Sea(same as Turquoise Sea) to the known Jump Gate network, it was determined that the area of space in which the system was ultimately found to reside was dominated by a rather picturesque, but otherwise unremarkable, emission nebula. Regardless of the scientific validity of this explanation, a great number of unverified rumours and adventurers' tales have since succeeded in shrouding the origin of the system's striking colour in mystery. Despite the evident dangers lurking in the surrounding systems, this apparently constructed image of mystery regularly draws in waves of daring explorers in search of a supposedly hidden truth; a phenomenon that has been derogatively titled by prominent news outlets as the \"Turquoise Rush\". Recently, a Teladi-led syndicate has ferried in construction equipment to connect to the farther reaches of the isolated system for as yet unknown purposes.","area":{"sunlight":"1","economy":"0.25","security":"0.5","god":"false"},"sectors":[{"name":"Turquoise Sea IX","description":"According to a recently released annual report of the Teladi Company, a number of early readings could, under certain circumstances, be interpreted to indicate a faint flow in the Turquoise Sea(same as Turquoise Sea) nebula. This revelation, apparently staggering to some individuals, has led to a new surge in non-scientific theories, including one which suggests that a current originating on the nearby moon might be the reason for the bluish haze that encases part of this system. Notwithstanding a striking lack of evidence of settlements on this particular celestial body, wild stories of secret mining facilities, ancient technology and gaseous alien life have already begun to circulate, and the Teladi Company has registered a sudden but welcome rise in the sales of resource probes. If nothing else, this newfound fascination for the otherwise-secluded sector serves to provide rogue entrepreneurs with ample cover to set up operations.","id":"Cluster_50_Sector001_macro","resources":{"ore":4,"silicon":2,"nividium":3,"ice":0,"hydrogen":4,"helium":0,"methane":0},"stations":null},{"name":"Turquoise Sea X","description":"According to one popular theory, Turquoise Sea(same as Turquoise Sea) once contained an illicit production facility, hidden away behind the swirling clouds spewing from its very own chimneys. Apart from offering a convenient narrative regarding the downfall of yet another Scale Plate Pact cartel, this story also aligns with the bodily reactions of the earliest explorers. Soon after the sector had rejoined the known network, a group of Boron enthusiastically arrived in search of a potential gate connection to their lost homeworld. Upon entering the curious nebula, they reportedly drifted into a state of contemplative melancholy, induced by hallucinatory vapors permeating through their ship's olfactory sensor membrane. After returning to Teladi space, the explorers spoke little about what they had encountered, other than to claim that the \"thin veil of reality\" supposedly hid a \"world in blue-magenta, flecked with pink\". It is said that this transcendent experience inspired the composition of a commemorative song.","id":"Cluster_50_Sector002_macro","resources":{"ore":4,"silicon":2,"nividium":27,"ice":0,"hydrogen":4,"helium":0,"methane":0},"stations":null}],"position":{"x":1275,"y":688},"sectorsPosition":"top-left","owner":"none"},{"name":"Wretched Skies","description":"A lawless system on the outskirts of Patriarch Zyarth's dominion, inhabited by lesser Split families, the biggest of which are Valka and Phi, and Paranid colonists. It has always been surrounded by tales told of casualties so grave that large quantities of bodies can be observed scattered throughout, like another belt of fine asteroids ringing the gas giant. While these stories are hyperbolic and apocryphal, there is a kernel of truth to them. Wretched Skies (same as Wretched Skies) has always been used as a dump site by Split families, and is home to several Split prison colonies, housing disloyal family members. Most of the convicts are awaiting execution, which is carried out swiftly and efficiently by ejection into space.\\n\\nThe extraordinary body count is further compounded by occasional clashes between Split and Paranid forces. While the shutdown cut the Paranid colony off from the larger Godrealm, they have proven themselves to be resolute fighters worthy of the Patriarch's attention.","area":{"sunlight":"1","economy":"0.25","security":"0.25"},"sectors":[{"name":"Wretched Skies IV Family Valka","description":"Family Valka used to be nomadic pirates, with a considerable presence throughout Split space. Not at home in any single system, they instead preferred to make a living raiding traders and other Split families. When the Gates shut down, they were scattered, and became more of a nuisance than an actual threat to the stability of the Patriarchy. However, as the Split systems started to reconnect, and the situation concerning the Free Families began to deteriorate, Patriarch Zyarth was worried about how much more dangerous the Free Families could be if they ever joined forces with Family Valka. To get ahead of this potential problem, Patriarch Zyarth offered the Valka pirates control over Wretched Skies(same as undefined). In terms of standing, this was a considerable step up for Patriarch Valka. He quickly assumed the role of jailer, maintaining and guarding the system's prison colonies.","id":"Cluster_400_Sector001_macro","resources":null,"stations":null}],"position":{"x":450,"y":129},"sectorsPosition":"singular","owner":"split"},{"name":"Family Zhin","description":"Ruled at the time by the Patriarch Dhiok, this sector was plunged into a state of perpetual turmoil during the Jump Gate shutdown. Ambitious lesser families used the fact that Dhiok was cut off from the Patriarch of all Split's main domain to their advantage, and staged a siege on the regent Patriarch's seat of power. They chose to starve him out because Dhiok's defences were heavily fortified. To the besiegers, it was apparent that a direct attack on the station would lead to severe casualties on both sides, and was not a certain victory. But eventually, they grew restless and bored. The Patriarch of Family Zhin, leader of the revolt, feared that his coup would soon lose momentum, so he stepped up to challenge the regent to single combat in order to end the stalemate. Worried that he would dishonour himself and lose the support of the remaining loyal Split families, Patriarch Dhiok had no choice but to accept. The duel was swiftly carried out, and resulted in Zhin assuming control.\\n\\nWhen the Jump Gates reconnected, and Zhin was approached by Patriarch Zyarth, he was initially hesitant to relinquish sovereignty, but soon realised that his military would not stand a chance against the combined forces of Patriarchs Zyarth and Nhuut. Cautious not to repeat his predecessor's arrogant mistake, he yielded to Patriarch Zyarth to maintain a modicum of authority and power within the patriarchal structure.","area":{"sunlight":"1","economy":"0.75","security":"0.5"},"sectors":[{"name":"Family Zhin","description":"Ruled at the time by the Patriarch Dhiok, this sector was plunged into a state of perpetual turmoil during the Jump Gate shutdown. Ambitious lesser families used the fact that Dhiok was cut off from the Patriarch of all Split's main domain to their advantage, and staged a siege on the regent Patriarch's seat of power. They chose to starve him out because Dhiok's defences were heavily fortified. To the besiegers, it was apparent that a direct attack on the station would lead to severe casualties on both sides, and was not a certain victory. But eventually, they grew restless and bored. The Patriarch of Family Zhin, leader of the revolt, feared that his coup would soon lose momentum, so he stepped up to challenge the regent to single combat in order to end the stalemate. Worried that he would dishonour himself and lose the support of the remaining loyal Split families, Patriarch Dhiok had no choice but to accept. The duel was swiftly carried out, and resulted in Zhin assuming control.\\n\\nWhen the Jump Gates reconnected, and Zhin was approached by Patriarch Zyarth, he was initially hesitant to relinquish sovereignty, but soon realised that his military would not stand a chance against the combined forces of Patriarchs Zyarth and Nhuut. Cautious not to repeat his predecessor's arrogant mistake, he yielded to Patriarch Zyarth to maintain a modicum of authority and power within the patriarchal structure.","id":"Cluster_401_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"equipmentdock_split_02","race":"split","owner":"split","tags":"equipmentdock"}]}],"position":{"x":600,"y":129},"sectorsPosition":"singular","owner":"split"},{"name":"Family Kritt","description":"This system was once home to the ferocious family Njy, allies to the Patriarch of all Split, Rhonkar. Family Njy had a reputation of using ruthlessly ambitious tactics to gain any advantage over their adversaries. They often rigged their ships' engines with explosive devices to inflict coordinated damage on their opponents' carriers when they came into range. It was not uncommon for the crews stationed on the rigged ships to be oblivious to their strategies. Incredibly successful at first, their conduct eventually alienated them from their fellow Split families. When Patriarch Zyarth's fleet approached their Gate, Family Njy realised too late that they stood alone. They were succeeded by the family Kritt, who were careful to not repeat their predecessors' mistake. They swore fealty to the new Patriarch of all Split, Zyarth, and made an effort to reach out to other families residing in the system.","area":{"sunlight":"1","economy":"0.5","security":"0.5"},"sectors":[{"name":"Family Kritt","description":"This system was once home to the ferocious family Njy, allies to the Patriarch of all Split, Rhonkar. Family Njy had a reputation of using ruthlessly ambitious tactics to gain any advantage over their adversaries. They often rigged their ships' engines with explosive devices to inflict coordinated damage on their opponents' carriers when they came into range. It was not uncommon for the crews stationed on the rigged ships to be oblivious to their strategies. Incredibly successful at first, their conduct eventually alienated them from their fellow Split families. When Patriarch Zyarth's fleet approached their Gate, Family Njy realised too late that they stood alone. They were succeeded by the family Kritt, who were careful to not repeat their predecessors' mistake. They swore fealty to the new Patriarch of all Split, Zyarth, and made an effort to reach out to other families residing in the system.","id":"Cluster_402_Sector001_macro","resources":{"ore":2,"silicon":2,"nividium":0,"ice":99,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":600,"y":43},"sectorsPosition":"singular","owner":"split"},{"name":"Wretched Skies","description":"A lawless system on the outskirts of Patriarch Zyarth's dominion, inhabited by lesser Split families, the biggest of which are Valka and Phi, and Paranid colonists. It has always been surrounded by tales told of casualties so grave that large quantities of bodies can be observed scattered throughout, like another belt of fine asteroids ringing the gas giant. While these stories are hyperbolic and apocryphal, there is a kernel of truth to them. Wretched Skies (same as Wretched Skies) has always been used as a dump site by Split families, and is home to several Split prison colonies, housing disloyal family members. Most of the convicts are awaiting execution, which is carried out swiftly and efficiently by ejection into space.\\n\\nThe extraordinary body count is further compounded by occasional clashes between Split and Paranid forces. While the shutdown cut the Paranid colony off from the larger Godrealm, they have proven themselves to be resolute fighters worthy of the Patriarch's attention.","area":{"sunlight":"1.0","economy":"0.5","security":"0.5"},"sectors":[{"name":"Wretched Skies V Family Phi","description":"This sector is home to a number of lesser Split families. They are unruly, and despite the Patriarch of all Split's tight grip on his empire, infighting is a common occurrence. It is only tolerated because this system is on the periphery of the Split empire, and the short bursts of violence do not escalate into sustained conflicts that might rope in larger parts of the Patriarchy. One family that often takes part in these skirmishes is the family Phi. They used to be regarded by other resident families as somewhat of an unofficial authority in the region, but with the Paranid continuing to establish a presence in the system, and Zyarth's interference and insistence on creating a stable order, the Patriarch Phi has lost much of its former standing.","id":"Cluster_403_Sector001_macro","resources":null,"stations":[{"id":"wharf_split_02","race":"split","owner":"split","tags":"wharf"}]}],"position":{"x":375,"y":172},"sectorsPosition":"singular","owner":"split"},{"name":"Zyarth's Dominion","description":"This system is a symbol of the warrior tenacity of the Split. Its long history of conflict with the Xenon occupying the bordering sector is one of the reasons why it fared comparatively well when the gates shut down. The resourceful Zyarth Family, accustomed to surviving on the outskirts and always opportunistic, soon thrived in the isolated sectors. It is notable that they were one of the very few families who were able to hold their own against the Xenon threat, despite receiving no support from the Patriarch Rhonkar. Other families, who were more reliant on Rhonkar's aid, quickly succumbed to the isolation.\\n\\nUpon reconnection, Patriarch Zyarth learned that he had outlived most Patriarchs of old, whose short rule was often the result of their confrontational nature and inter-family rows. Zyarth's Dominion (same as Zyarth's Dominion(Zyarth's Dominion)) is situated in between the various Split systems. Spurred on by the fact that he had held his realm together in times of crisis while Rhonkar's Patriarchy fell apart, Zyarth turned his attention towards the other Split families. He is set on uniting the Split once again - by force, if necessary.","area":{"sunlight":"1","economy":"0.5","security":"0.5"},"sectors":[{"name":"Zyarth's Dominion I","description":"This sector is the closest to the neutron star, whose force, like Zyarth's, is a magnificent sight to behold. As the birthplace of the Zyarth Patriarchy, it was from this sector that the Patriarch set out to unite all Split families under his rule. While the close proximity to Xenon space makes expanding and maintaining Zyarth's reach a challenge, this constantly looming threat is also the means by which he hardens his warriors, and ultimately gave him the military expertise to make his expansion such a success.","id":"Cluster_404_Sector001_macro","resources":null,"stations":[{"id":"equipmentdock_split_01","race":"split","owner":"split","tags":"equipmentdock"}]}],"position":{"x":900,"y":43},"sectorsPosition":"singular","owner":"split"},{"name":"Zyarth's Dominion","description":"This system is a symbol of the warrior tenacity of the Split. Its long history of conflict with the Xenon occupying the bordering sector is one of the reasons why it fared comparatively well when the gates shut down. The resourceful Zyarth Family, accustomed to surviving on the outskirts and always opportunistic, soon thrived in the isolated sectors. It is notable that they were one of the very few families who were able to hold their own against the Xenon threat, despite receiving no support from the Patriarch Rhonkar. Other families, who were more reliant on Rhonkar's aid, quickly succumbed to the isolation.\\n\\nUpon reconnection, Patriarch Zyarth learned that he had outlived most Patriarchs of old, whose short rule was often the result of their confrontational nature and inter-family rows. Zyarth's Dominion (same as Zyarth's Dominion(Zyarth's Dominion)) is situated in between the various Split systems. Spurred on by the fact that he had held his realm together in times of crisis while Rhonkar's Patriarchy fell apart, Zyarth turned his attention towards the other Split families. He is set on uniting the Split once again - by force, if necessary.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Zyarth's Dominion IV","description":"This sector offers a breath-taking view of the twin star phenomenon. The smaller of the two is a neutron star, the leftover core of an exploded star. It is incredibly dense, and spins with incomprehensible speed. It holds another, much larger star in its orbit, and feeds off this second star's material. In doing so, the neutron star continually increases its mass, and picks up more and more momentum. It is an apt symbol for the Patriarch's expansionist campaign.","id":"Cluster_405_Sector001_macro","resources":null,"stations":[{"id":"shipyard_split_01","race":"split","owner":"split","tags":"shipyard"},{"id":"wharf_split_01","race":"split","owner":"split","tags":"wharf"}]}],"position":{"x":975,"y":86},"sectorsPosition":"singular","owner":"split"},{"name":"Zyarth's Dominion","description":"This system is a symbol of the warrior tenacity of the Split. Its long history of conflict with the Xenon occupying the bordering sector is one of the reasons why it fared comparatively well when the gates shut down. The resourceful Zyarth Family, accustomed to surviving on the outskirts and always opportunistic, soon thrived in the isolated sectors. It is notable that they were one of the very few families who were able to hold their own against the Xenon threat, despite receiving no support from the Patriarch Rhonkar. Other families, who were more reliant on Rhonkar's aid, quickly succumbed to the isolation.\\n\\nUpon reconnection, Patriarch Zyarth learned that he had outlived most Patriarchs of old, whose short rule was often the result of their confrontational nature and inter-family rows. Zyarth's Dominion (same as Zyarth's Dominion(Zyarth's Dominion)) is situated in between the various Split systems. Spurred on by the fact that he had held his realm together in times of crisis while Rhonkar's Patriarchy fell apart, Zyarth turned his attention towards the other Split families. He is set on uniting the Split once again - by force, if necessary.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Zyarth's Dominion X","description":"When movement between systems trickled to a halt as a consequence of the Jump Gate shutdown, Zyarth seized the opportunity to subjugate opposing families, which had so far enjoyed the backing of other powerful Patriarchs. One notable family that fell to his military campaign was that of the Patriarch Velk. Velk commanded the only military force in this system that could rival Zyarth's, and was a close advisor to the Patriarch of all Split, Rhonkar. Zyarth bode his time until he was certain that Velk would be left to his own devices. When the moment came, he struck decisively and with all his might. With his rival out of the picture, Zyarth could focus on unifying all the other families, and proceeded to fortify his dominion.","id":"Cluster_406_Sector001_macro","resources":null,"stations":[{"id":"tradestation_split_01","race":"split","owner":"split","tags":"tradestation"}]}],"position":{"x":975,"y":0},"sectorsPosition":"singular","owner":"split"},{"name":"Family Tkr","description":"Home of the Family Tkr, who have long been held in low esteem by other Split families. They were held responsible for an incident on their shipyard, which left over five hundred Split dead in its wake. This caused a loss of honor, and the other families quickly turned their backs. Additionally, the destruction of the shipyard left their economy crippled. They would have faded away, were it not for the Patriarch of all Split at the time recognising the value of an indebted and fragile family in close proximity to Teladi systems. The Family Tkr was offered protection from the other families by the Patriarch as long as they supplied him with slaves and resources from outside Split space. Split politics are a chaotic affair, and the historic records are muddled, but some scholars have proposed theories that the shipyard incident might not have been an accident, but targeted sabotage, to keep an ambitious family in line.\\n\\nMore recently, Patriarch Zyarth has made significant efforts to fold Family Tkr back into his empire. He recognised that despite their lowly status they are a still an important factor in the Split hierarchy, and losing their support would shake up the fragile dynamics of power.","area":{"sunlight":"1","economy":"0.5","security":"0.75"},"sectors":[{"name":"Family Tkr","description":"Home of the Family Tkr, who have long been held in low esteem by other Split families. They were held responsible for an incident on their shipyard, which left over five hundred Split dead in its wake. This caused a loss of honor, and the other families quickly turned their backs. Additionally, the destruction of the shipyard left their economy crippled. They would have faded away, were it not for the Patriarch of all Split at the time recognising the value of an indebted and fragile family in close proximity to Teladi systems. The Family Tkr was offered protection from the other families by the Patriarch as long as they supplied him with slaves and resources from outside Split space. Split politics are a chaotic affair, and the historic records are muddled, but some scholars have proposed theories that the shipyard incident might not have been an accident, but targeted sabotage, to keep an ambitious family in line.\\n\\nMore recently, Patriarch Zyarth has made significant efforts to fold Family Tkr back into his empire. He recognised that despite their lowly status they are a still an important factor in the Split hierarchy, and losing their support would shake up the fragile dynamics of power.","id":"Cluster_407_Sector001_macro","resources":null,"stations":[{"id":"equipmentdock_freesplit_02","race":"split","owner":"freesplit","tags":"equipmentdock"}]}],"position":{"x":1350,"y":301},"sectorsPosition":"singular","owner":"freesplit"},{"name":"Thuruk's Demise","description":"Previously known as Thuruk's Beard, after the legendary Patriarch's infamous facial hair, this system used to be home to a large slave colony. The planet-bound colony was first founded in the days of the first unified space-faring Split Empire by Thuruk himself, but would only really rise to importance under Patriarch Chin t'Thhg. The thriving outpost provided the Split with ample workforce and raw resources, and had a significant impact on their military capabilities. During the Gate shutdown and Patriarch Rhonkar's abject failure to hold his empire together, the system quickly became a haven for the Free Families, who were looking to distance themselves from the Split feudal institution. Control over this system allowed Family Tkr to rise to prominence.\\n\\nShortly before tensions between Patriarch Zyarth and the rebellious Free Patriarchs escalated into open conflict, a catastrophic explosion devastated the planet, eradicating the colony and halting production on the outpost completely. Who was responsible for the disaster, as well as the exact cause of the event, is as of yet unknown. All the prevailing theories share in common that a weapons production facility was the epicentre of the explosion. However, several plausible alternatives exist: either the facility exploded due to negligent maintenance workers, a slave revolt got out of control, targeted sabotage from political opposition, or an experimental, high-powered projectile was launched from outside the stratosphere.","sectors":[{"name":"Thuruk's Demise II First Impact","description":"Previously known as Thuruk's Beard, after the legendary Patriarch's infamous facial hair, this system used to be home to a large slave colony. The planet-bound colony was first founded in the days of the first unified space-faring Split Empire by Thuruk himself, but would only really rise to importance under Patriarch Chin t'Thhg. The thriving outpost provided the Split with ample workforce and raw resources, and had a significant impact on their military capabilities. During the Gate shutdown and Patriarch Rhonkar's abject failure to hold his empire together, the system quickly became a haven for the Free Families, who were looking to distance themselves from the Split feudal institution. Control over this system allowed Family Tkr to rise to prominence.\\n\\nShortly before tensions between Patriarch Zyarth and the rebellious Free Patriarchs escalated into open conflict, a catastrophic explosion devastated the planet, eradicating the colony and halting production on the outpost completely. Who was responsible for the disaster, as well as the exact cause of the event, is as of yet unknown. All the prevailing theories share in common that a weapons production facility was the epicentre of the explosion. However, several plausible alternatives exist: either the facility exploded due to negligent maintenance workers, a slave revolt got out of control, targeted sabotage from political opposition, or an experimental, high-powered projectile was launched from outside the stratosphere.","id":"Cluster_408_Sector002_macro","resources":null,"stations":null},{"name":"Thuruk's Demise III","description":"Previously known as Thuruk's Beard, after the legendary Patriarch's infamous facial hair, this system used to be home to a large slave colony. The planet-bound colony was first founded in the days of the first unified space-faring Split Empire by Thuruk himself, but would only really rise to importance under Patriarch Chin t'Thhg. The thriving outpost provided the Split with ample workforce and raw resources, and had a significant impact on their military capabilities. During the Gate shutdown and Patriarch Rhonkar's abject failure to hold his empire together, the system quickly became a haven for the Free Families, who were looking to distance themselves from the Split feudal institution. Control over this system allowed Family Tkr to rise to prominence.\\n\\nShortly before tensions between Patriarch Zyarth and the rebellious Free Patriarchs escalated into open conflict, a catastrophic explosion devastated the planet, eradicating the colony and halting production on the outpost completely. Who was responsible for the disaster, as well as the exact cause of the event, is as of yet unknown. All the prevailing theories share in common that a weapons production facility was the epicentre of the explosion. However, several plausible alternatives exist: either the facility exploded due to negligent maintenance workers, a slave revolt got out of control, targeted sabotage from political opposition, or an experimental, high-powered projectile was launched from outside the stratosphere.","id":"Cluster_408_Sector001_macro","resources":null,"stations":null}],"position":{"x":1350,"y":387},"sectorsPosition":"top-left","owner":"freesplit"},{"name":"Tharka's Ravine","description":"This system was first explored by the Split Patriarch Tharka, whose family were venturing into the unknown after the Argon Federation denied them access to the Boron territories. Tharka was once a powerful family, but conflicts with Patriarch Rhonkar and dwindling resources pushed them further and further into remote space. They were driven by the need to locate and settle planets rich in resources in order to repair their standing.\\n\\nTharka's Ravine (same as undefined) represents the furthest family Tharka have come in their ambitious pursuit. However, the further they travelled, the more vulnerable they made themselves, and trailblazers can only endeavour so far before coming into contact with Xenon fleets. The Gate Shutdown only accelerated the decline of the Tharka family when they found themselves stretched thin, cut off from any outside aid, and trapped with a Xenon presence.","area":{"sunlight":"1","economy":"0.7","security":"0.25"},"sectors":[{"name":"Tharka's Ravine XXIV","description":"It was from this sector that the star-crossed Family Tharka set out to colonise the distant frontiers of the universe. Nowadays, its proximity to several Jump Gates makes it the centre of the Free Family territory. As a result of its position, Tharka's Ravine XXIV(same as Tharka's Ravine(Tharka's Ravine) XXIV(Tharka's Ravine XXIV)) was the immediate choice for Zyarth to establish a colonial presence. The Patriarch of all Split set out, without hesitation, to build the Hall of Judgement (same as Hall of Judgement), from which police operations could be coordinated. This impressive station also serves as a seat from which to judge and execute potential insurgents. Understandably, it is looked upon by the Free Families as a monument of oppression rather than as an institution working towards peace and stability.","id":"Cluster_409_Sector001_macro","resources":null,"stations":null}],"position":{"x":1425,"y":258},"sectorsPosition":"singular","owner":"freesplit"},{"name":"Tharka's Ravine","description":"This system was first explored by the Split Patriarch Tharka, whose family were venturing into the unknown after the Argon Federation denied them access to the Boron territories. Tharka was once a powerful family, but conflicts with Patriarch Rhonkar and dwindling resources pushed them further and further into remote space. They were driven by the need to locate and settle planets rich in resources in order to repair their standing.\\n\\nTharka's Ravine (same as undefined) represents the furthest family Tharka have come in their ambitious pursuit. However, the further they travelled, the more vulnerable they made themselves, and trailblazers can only endeavour so far before coming into contact with Xenon fleets. The Gate Shutdown only accelerated the decline of the Tharka family when they found themselves stretched thin, cut off from any outside aid, and trapped with a Xenon presence.","area":{"sunlight":"1","economy":"0.25","security":"0.3"},"sectors":[{"name":"Tharka's Ravine XVI","description":"When the Tharka expedition first made their way into this space, they were elated to come across another Jump Gate. Here, the expeditionary fleet split into two groups, one of which, led by Patriarch Tharka himself, would make a detour to explore the newly uncovered system beyond the Gate, while the other would push deeper into the heart of this system. They had picked up a planet on their scanners that could potentially sustain them, and so they set out to colonise it.","id":"Cluster_410_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":1,"hydrogen":0,"helium":0,"methane":0},"stations":[{"id":"tradestation_freesplit_01","race":"split","owner":"freesplit","tags":"tradestation"}]}],"position":{"x":1500,"y":215},"sectorsPosition":"singular","owner":"freesplit"},{"name":"Heart of Acrimony","description":"A system of great significance to the Free Families. While they have made an effort to distance themselves from the imperialist patriarchal structures of old, the Free Families still hold with the tradition of honouring their fallen Patriarchs. In a show of deference, they host a funeral procession, which is usually only attended by family members and most distinguished guests. At the culmination of the ceremony, a funeral ship is sent through an otherwise deactivated accelerator.\\n\\nDue to its relative distance to the Zyarth Patriarchy, this system is also a gathering place for various factions opposed to Zyarth's patriarchal rule.","area":{"sunlight":"1","economy":"0.5","security":"0.5"},"sectors":[{"name":"Heart of Acrimony II","description":"A system of great significance to the Free Families. While they have made an effort to distance themselves from the imperialist patriarchal structures of old, the Free Families still hold with the tradition of honouring their fallen Patriarchs. In a show of deference, they host a funeral procession, which is usually only attended by family members and most distinguished guests. At the culmination of the ceremony, a funeral ship is sent through an otherwise deactivated accelerator.\\n\\nDue to its relative distance to the Zyarth Patriarchy, this system is also a gathering place for various factions opposed to Zyarth's patriarchal rule.","id":"Cluster_411_Sector001_macro","resources":{"ore":4,"silicon":3,"nividium":0,"ice":99,"hydrogen":1,"helium":0,"methane":0},"stations":[{"id":"shipyard_freesplit_01","race":"split","owner":"freesplit","tags":"shipyard"},{"id":"wharf_freesplit_01","race":"split","owner":"freesplit","tags":"wharf"}]}],"position":{"x":1500,"y":129},"sectorsPosition":"singular","owner":"freesplit"},{"name":"Tharka's Ravine","description":"This system was first explored by the Split Patriarch Tharka, whose family were venturing into the unknown after the Argon Federation denied them access to the Boron territories. Tharka was once a powerful family, but conflicts with Patriarch Rhonkar and dwindling resources pushed them further and further into remote space. They were driven by the need to locate and settle planets rich in resources in order to repair their standing.\\n\\nTharka's Ravine (same as undefined) represents the furthest family Tharka have come in their ambitious pursuit. However, the further they travelled, the more vulnerable they made themselves, and trailblazers can only endeavour so far before coming into contact with Xenon fleets. The Gate Shutdown only accelerated the decline of the Tharka family when they found themselves stretched thin, cut off from any outside aid, and trapped with a Xenon presence.","sectors":[{"name":"Tharka's Ravine VIII","description":"When, after some time, the Patriarch's group which had stayed behind to explore this system did not receive any word from the vanguard expedition, they followed the second group through the Gate. As they had passed the point of no return and were starting to run out of supplies, they had no other choice but to push onward, in the hope of eventually reuniting their two expeditions.","id":"Cluster_412_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":4,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"equipmentdock_freesplit_01","race":"split","owner":"freesplit","tags":"equipmentdock"}]}],"position":{"x":1575,"y":258},"sectorsPosition":"singular","owner":"freesplit"},{"name":"Tharka's Ravine","description":"This system was first explored by the Split Patriarch Tharka, whose family were venturing into the unknown after the Argon Federation denied them access to the Boron territories. Tharka was once a powerful family, but conflicts with Patriarch Rhonkar and dwindling resources pushed them further and further into remote space. They were driven by the need to locate and settle planets rich in resources in order to repair their standing.\\n\\nTharka's Ravine (same as undefined) represents the furthest family Tharka have come in their ambitious pursuit. However, the further they travelled, the more vulnerable they made themselves, and trailblazers can only endeavour so far before coming into contact with Xenon fleets. The Gate Shutdown only accelerated the decline of the Tharka family when they found themselves stretched thin, cut off from any outside aid, and trapped with a Xenon presence.","area":{"sunlight":"1.0","economy":"0.5","security":"0.7"},"sectors":[{"name":"Tharka's Ravine IV Tharka's Fall","description":"Recovered records indicate that remnants of Family Tharka were still alive this deep into the system when the Gates started to malfunction. They had made their way towards the inhabitable planet and, even though Patriarch Tharka never managed to regroup with the vanguard expedition, they were able to sustain themselves well enough to scrape by. Presumably, the Split colonists were exhausted from the long journey and spread thinly when they encountered the Xenon. Salvaged wreckage suggests that they sent scouts to make their way back towards the Jump Gates, but none ever made it. Their mission was doomed to fail anyway, for even if they had reached the gates in time, they would have found them disconnected.\\n\\nAfter the Gates resumed functioning, other Split families claimed the system for themselves, and soon realised that the Family Tharka line had come to a violent end. In desperation the Patriarch had overreached and, spread so thinly, they were not able to put up an honourable fight, but rather vanished without fanfare.","id":"Cluster_413_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":4,"hydrogen":5,"helium":11,"methane":3},"stations":null}],"position":{"x":1650,"y":215},"sectorsPosition":"singular","owner":"xenon"},{"name":"Rhy's Defiance","description":"This system used to be the home of the venerable Family Rhy. Patriarch Rhy was a proud and respected ruler who kept his subjects in line throughout the isolation brought upon them by the Gates shutting down. He maintained a tight network of allies, the most notable of which was the Patriarch of all Split, Rhonkar, whom Rhy served as a spymaster in his expansionist campaigns. Rhy could trust his patron to keep the other Split families from making moves against him. This secure situation changed considerably when the Gates reactivated again, and Rhy found himself in close proximity to Xenon territory.\\n\\nHe reached out to Rhonkar for help, but he soon realised that he was on his own. Patriarch Zyarth had overthrown Rhonkar and was looking to establish himself as the uncontested ruler of Split society. He offered Patriarch Rhy a helping hand, but only under the condition that he subject himself to Zyarth rule. The proud Patriarch refused the offer. Instead, he mounted a final defence against the encroaching Xenon invaders. Some Split subjects fled the system, looking to join the newly established Free Families, but most stood their ground until the very end.","area":{"sunlight":"1","economy":"0.5","security":"0.5"},"sectors":[{"name":"Rhy's Defiance","description":"This system used to be the home of the venerable Family Rhy. Patriarch Rhy was a proud and respected ruler who kept his subjects in line throughout the isolation brought upon them by the Gates shutting down. He maintained a tight network of allies, the most notable of which was the Patriarch of all Split, Rhonkar, whom Rhy served as a spymaster in his expansionist campaigns. Rhy could trust his patron to keep the other Split families from making moves against him. This secure situation changed considerably when the Gates reactivated again, and Rhy found himself in close proximity to Xenon territory.\\n\\nHe reached out to Rhonkar for help, but he soon realised that he was on his own. Patriarch Zyarth had overthrown Rhonkar and was looking to establish himself as the uncontested ruler of Split society. He offered Patriarch Rhy a helping hand, but only under the condition that he subject himself to Zyarth rule. The proud Patriarch refused the offer. Instead, he mounted a final defence against the encroaching Xenon invaders. Some Split subjects fled the system, looking to join the newly established Free Families, but most stood their ground until the very end.","id":"Cluster_414_Sector001_macro","resources":null,"stations":null}],"position":{"x":600,"y":-43},"sectorsPosition":"singular","owner":"xenon"},{"name":"Matrix #598","description":"The Xenon presence in this system has long been the source of conflict within Split society. Opinions on how to deal with them differ widely between Patriarchs. Some welcome the challenge of battling such a viciously dangerous foe; others are frustrated at the fact that it seems impossible to win the war and eradicate the self-replicating machines in their entirety. They hold the belief that there is no honour in killing a thing without consciousness. Patriarch Zyarth recognises the Xenon in this system as a tool to put pressure on other Patriarchs and secure their obedience. Additionally, his vast experience in engaging the Xenon proved helpful to him when the time came to subjugate his rival Patriarchs in combat.","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Matrix #598","description":"The Xenon presence in this system has long been the source of conflict within Split society. Opinions on how to deal with them differ widely between Patriarchs. Some welcome the challenge of battling such a viciously dangerous foe; others are frustrated at the fact that it seems impossible to win the war and eradicate the self-replicating machines in their entirety. They hold the belief that there is no honour in killing a thing without consciousness. Patriarch Zyarth recognises the Xenon in this system as a tool to put pressure on other Patriarchs and secure their obedience. Additionally, his vast experience in engaging the Xenon proved helpful to him when the time came to subjugate his rival Patriarchs in combat.","id":"Cluster_415_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":5,"hydrogen":1,"helium":0,"methane":0},"stations":[{"id":"shipyard_xenon_cluster_415","race":"xenon","owner":"xenon","tags":"shipyard"},{"id":"wharf_xenon_cluster_415","race":"xenon","owner":"xenon","tags":"wharf"}]}],"position":{"x":675,"y":-86},"sectorsPosition":"singular","owner":"xenon"},{"name":"Guiding Star","description":"Initially, the Argon Federation rushed to claim this system for its resources in anticipation of a potential conflict with the Terran Navy. At first, the colonists were weary of the vulnerability their remote position brought with it, but since those early stages of settlement, they managed to developed a sizeable industry, capable of sustaining and defending the system despite the distance to the heart of the Federation.\\n\\nThis self-reliance would prove critical when the Jump Gates disrupted the exchange of supplies between Guiding Star (same as undefined) and the rest of the Federation. It also gave the colonists a fighting chance against Split families looking to gain a foothold in the system and enslaving its inhabitants.","sectors":[{"name":"Guiding Star VII","description":"Initially, the Argon Federation rushed to claim this system for its resources in anticipation of a potential conflict with the Terran Navy. At first, the colonists were weary of the vulnerability their remote position brought with it, but since those early stages of settlement, they managed to developed a sizeable industry, capable of sustaining and defending the system despite the distance to the heart of the Federation.\\n\\nThis self-reliance would prove critical when the Jump Gates disrupted the exchange of supplies between Guiding Star (same as undefined) and the rest of the Federation. It also gave the colonists a fighting chance against Split families looking to gain a foothold in the system and enslaving its inhabitants.","id":"Cluster_416_Sector002_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":4,"hydrogen":0,"helium":0,"methane":0},"stations":[{"id":"arg_wharf_cluster_416_sector002","race":"argon","owner":"argon","tags":"wharf"}]},{"name":"Guiding Star V","description":"Initially, the Argon Federation rushed to claim this system for its resources in anticipation of a potential conflict with the Terran Navy. At first, the colonists were weary of the vulnerability their remote position brought with it, but since those early stages of settlement, they managed to developed a sizeable industry, capable of sustaining and defending the system despite the distance to the heart of the Federation.\\n\\nThis self-reliance would prove critical when the Jump Gates disrupted the exchange of supplies between Guiding Star (same as undefined) and the rest of the Federation. It also gave the colonists a fighting chance against Split families looking to gain a foothold in the system and enslaving its inhabitants.","id":"Cluster_416_Sector001_macro","resources":null,"stations":null}],"position":{"x":1125,"y":86},"sectorsPosition":"top-left","owner":"argon"},{"name":"Eleventh Hour","description":"An outpost colonised by the Argon refugees who got cut off from the Federation when the Jump Gates ceased to function. Its proximity to Split territory, small size, and its inherent vulnerability, make it a primary target for any Split family looking for easily obtained slave labour. Since the realignment, those Argon citizens who have not yet been captured or killed by the Split have widely started fleeing the system, looking towards the stability and security the Argon Federation can provide them. Many of these refugees are forced to leave behind everything they possess when they set out for safety. Only very few stoic or brave pioneers remain behind to face the encroaching Split.","area":{"sunlight":"1","economy":"0.25","security":"0.7"},"sectors":[{"name":"Eleventh Hour","description":"An outpost colonised by the Argon refugees who got cut off from the Federation when the Jump Gates ceased to function. Its proximity to Split territory, small size, and its inherent vulnerability, make it a primary target for any Split family looking for easily obtained slave labour. Since the realignment, those Argon citizens who have not yet been captured or killed by the Split have widely started fleeing the system, looking towards the stability and security the Argon Federation can provide them. Many of these refugees are forced to leave behind everything they possess when they set out for safety. Only very few stoic or brave pioneers remain behind to face the encroaching Split.","id":"Cluster_417_Sector001_macro","resources":null,"stations":null}],"position":{"x":1125,"y":-86},"sectorsPosition":"singular","owner":"argon"},{"name":"Family Nhuut","description":"This sector is the home to Family Nhuut, a very powerful family that has risen to prominence only recently. They are notable for displaying a very militaristic and expansionist attitude, even for Split standards. They ruthlessly take over smaller families, and fold them into their own military, which is ceaselessly growing. Patriarch Zyarth has arranged an uneasy alliance with Nhuut, and heavily relies on their military backing to scare the smaller families into obedience. Many wonder if Zyarth would be able to reign in the Nhuut Family should these underlying tensions ever explode to the surface, or if his reckless reliance on them as his enforcers might lead to his undoing.","area":{"sunlight":"1","economy":"0.7","security":"0.25"},"sectors":[{"name":"Family Nhuut","description":"This sector is the home to Family Nhuut, a very powerful family that has risen to prominence only recently. They are notable for displaying a very militaristic and expansionist attitude, even for Split standards. They ruthlessly take over smaller families, and fold them into their own military, which is ceaselessly growing. Patriarch Zyarth has arranged an uneasy alliance with Nhuut, and heavily relies on their military backing to scare the smaller families into obedience. Many wonder if Zyarth would be able to reign in the Nhuut Family should these underlying tensions ever explode to the surface, or if his reckless reliance on them as his enforcers might lead to his undoing.","id":"Cluster_418_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":1,"hydrogen":1,"helium":1,"methane":1},"stations":null}],"position":{"x":900,"y":129},"sectorsPosition":"singular","owner":"split"},{"name":"Open Market","description":"Open Market (same as Open Market) is a system which accommodates some of the most remote trading outposts of the Teladi Company. The traders who made this system their home, are notoriously tough, and ruthless. This can be attributed to their close proximity to the Split families, and the lawlessness and piracy surrounding them. When Jump Gates shut down, the Teladi in this system were left to their own devices, and their conduct shifted further away from that of the regular Teladi Company. In order to survive the isolation, they increased trade with the Split and tailored their supply to the Split's needs for labour. Upon reconnecting with the larger Commonwealth, many Teladi from outside the system voiced their unease about their connection to the slave trade.","area":{"sunlight":"1","economy":"0.5","security":"0.5"},"sectors":[{"name":"Open Market","description":"Open Market (same as Open Market) is a system which accommodates some of the most remote trading outposts of the Teladi Company. The traders who made this system their home, are notoriously tough, and ruthless. This can be attributed to their close proximity to the Split families, and the lawlessness and piracy surrounding them. When Jump Gates shut down, the Teladi in this system were left to their own devices, and their conduct shifted further away from that of the regular Teladi Company. In order to survive the isolation, they increased trade with the Split and tailored their supply to the Split's needs for labour. Upon reconnecting with the larger Commonwealth, many Teladi from outside the system voiced their unease about their connection to the slave trade.","id":"Cluster_419_Sector001_macro","resources":null,"stations":[{"id":"tel_dlc_split_ringstation_01","race":"teladi","owner":"teladi","tags":"tradestation"}]}],"position":{"x":975,"y":172},"sectorsPosition":"singular","owner":"teladi"},{"name":"Two Grand","description":"This bustling system used to be crucial to the Teladi Company's expansionist efforts. It supported the passing Teladi ships on their way to more remote systems. However, after the Gates shut down and colonisation efforts took a back seat to survival, the Teladi inhabiting the system shifted their attention towards their second pillar of industry: The system's moon had long been a survival training ground for the Company's Profit Protection troops. The troops' administration received more research funding, and recruitment efforts were increased significantly.\\n\\nThis measure was taken first and foremost to ensure the system could defend itself against any possible outside threat, but after the Gate Realignment, these troops were on the front lines of exploring and claiming systems for the Teladi Company.","area":{"sunlight":"1","economy":"0.25","security":"0.5"},"sectors":[{"name":"Two Grand","description":"This bustling system used to be crucial to the Teladi Company's expansionist efforts. It supported the passing Teladi ships on their way to more remote systems. However, after the Gates shut down and colonisation efforts took a back seat to survival, the Teladi inhabiting the system shifted their attention towards their second pillar of industry: The system's moon had long been a survival training ground for the Company's Profit Protection troops. The troops' administration received more research funding, and recruitment efforts were increased significantly.\\n\\nThis measure was taken first and foremost to ensure the system could defend itself against any possible outside threat, but after the Gate Realignment, these troops were on the front lines of exploring and claiming systems for the Teladi Company.","id":"Cluster_420_Sector001_macro","resources":null,"stations":null}],"position":{"x":1050,"y":215},"sectorsPosition":"singular","owner":"teladi"},{"name":"Fires of Defeat","description":"This system has always represented a passage to the Split empire, due to it being the access point to various important families. Ever since the time of Emperor Thuruk's reign, generations of Split have spilled blood in attempts to gain or hold control over the system. Most recently, it has become the main theatre in the conflict between Patriarch Zyarth and the Free Families. When the Gates reconnected, the Free Families turned this system into its first line of defence against Zyarth. Patriarch Zyarth, however, is pushing into that space, and recently won a historic battle, delivering a crippling blow to the Free Families.","area":{"sunlight":"1","economy":"0.5","security":"0.75"},"sectors":[{"name":"Fires of Defeat","description":"This system has always represented a passage to the Split empire, due to it being the access point to various important families. Ever since the time of Emperor Thuruk's reign, generations of Split have spilled blood in attempts to gain or hold control over the system. Most recently, it has become the main theatre in the conflict between Patriarch Zyarth and the Free Families. When the Gates reconnected, the Free Families turned this system into its first line of defence against Zyarth. Patriarch Zyarth, however, is pushing into that space, and recently won a historic battle, delivering a crippling blow to the Free Families.","id":"Cluster_421_Sector001_macro","resources":null,"stations":null}],"position":{"x":1350,"y":215},"sectorsPosition":"singular","owner":"freesplit"},{"name":"Wretched Skies","description":"A lawless system on the outskirts of Patriarch Zyarth's dominion, inhabited by lesser Split families, the biggest of which are Valka and Phi, and Paranid colonists. It has always been surrounded by tales told of casualties so grave that large quantities of bodies can be observed scattered throughout, like another belt of fine asteroids ringing the gas giant. While these stories are hyperbolic and apocryphal, there is a kernel of truth to them. Wretched Skies (same as Wretched Skies) has always been used as a dump site by Split families, and is home to several Split prison colonies, housing disloyal family members. Most of the convicts are awaiting execution, which is carried out swiftly and efficiently by ejection into space.\\n\\nThe extraordinary body count is further compounded by occasional clashes between Split and Paranid forces. While the shutdown cut the Paranid colony off from the larger Godrealm, they have proven themselves to be resolute fighters worthy of the Patriarch's attention.","sectors":[{"name":"Wretched Skies X","description":"Wretched Skies X(see Wretched Skies(Wretched Skies) X(Wretched Skies X)) was claimed by Paranid forces only recently, after the Gates reconnected. Looking to secure their position against the Xenon sited in these parts of the universe, they began to fortify the sector, and have contacted the Godrealm in a bid for support. Paranid-Split relations are tense, and their forces clash occasionally, but due to the fact that these Paranid troops are acting as a first line of defence against the Xenon, their presence is begrudgingly tolerated by the Patriarchs, for the time being.","id":"Cluster_422_Sector001_macro","resources":{"ore":4,"silicon":3,"nividium":0,"ice":99,"hydrogen":0,"helium":0,"methane":0},"stations":[{"id":"par_wharf_cluster_422_sector001","race":"paranid","owner":"paranid","tags":"wharf"}]}],"position":{"x":300,"y":129},"sectorsPosition":"singular","owner":"paranid"},{"name":"Litany of Fury","description":"After the shutdown of the Jump Gates, the isolated Paranid in this region of space believed themselves outcast and cursed for some cardinal sin, and learned to shun the place that, legend had it, housed the Pontifex's lingering wrath. Only the most devout of the priesthood regularly wandered into the vicinity of the fiery blasts to commune with the Pontifex's presence and receive holy visions of the last moments before their people's violent separation from the rest of the empire. Upon returning from their journeys of deep and troubled contemplation, they would endow gracious gifts upon their brethren: long forgotten rituals and reconstructed holy writs from the old days, which the inward-looking parishes would invoke for their own protection. However, this delicate arrangement was overthrown when an increased frequency of Xenon incursions began disturbing the pilgrimages to sacred communion. With no voice to guide them, the parishes had no choice but to band together and flee through the Litany of Fury(same as Litany of Fury), as out of crimson skies a gate appeared that led them back into the fold of their long-lost brethren. They soon found that, in contrast to the Gate network, the empire had never unravelled, and that Priest Emperor Xaar would require their utmost dedication to defend these farthest reaches of the realm against the incursion.","sectors":[{"name":"Litany of Fury XII","description":"During the glorious reconquest of Litany of Fury(same as Litany of Fury), it quickly became apparent that the Xenon incursion originated from far beyond the reaches of any ordinary Paranid warship. The commanding Prior Admiral ordered his staff to engineer a solution, and in a spur of lateral thinking uncommon for the Paranid, one of them declared a grand proposition that would ultimately bring the conflict to its decisive conclusion. The fleet's resources were immediately pooled to retrofit a construction vessel that was originally reserved for setting up the system's Defence Platform(same as Defence Platform), and the monstrously armed result was sent off into the void in the direction of the presumed origin of the Xenon attacks. Upon arrival, the oversized construction vessel, in a display of artful Paranid ingenuity, blossomed into a Superhighway Gate(same as Superhighway Gate). With their main advantage of distance removed from the equation, and an endless stream of holy fervour pouring from the new sector entry point, the Xenon and their production facilities were quickly eliminated.","id":"Cluster_423_Sector002_macro","resources":null,"stations":null},{"name":"Litany of Fury IX","description":"Over time, the Paranid pilgrims that were forced to settle in the vicinity of the Litany of Fury(same as Litany of Fury), as they reverentially titled the regular discharges of the system's sun, developed increasingly ambitious technology to shield themselves from the potential dangers of radiation. At first they experimented with austere, spatially efficient housing complexes in the crevices of tethered asteroids. At some point, while deconstructing a freighter to attach its life-support systems to one of these asteroids, the ordained priest engineers found that they could modify its shield generator output, significantly lessening the protection from physical impact but at the same time greatly expanding the shield coverage; a discovery which they believed would consecrate their settlements against the metaphysical threats present in the system. Over the following two decades, more and more station complexes sprang up that used this adaptation of shield technology to facilitate the construction of large, specialised screen modules able to protect their habitation units. Even though the threat of radiation has since been disproven to a certain extent, there is no doubt that these sprawling heaps of metal served to distract the invading Xenon during the Jump Gate realignment, buying the system's inhabitants enough time to escape.","id":"Cluster_423_Sector001_macro","resources":null,"stations":null}],"position":{"x":150,"y":129},"sectorsPosition":"top-right","owner":"paranid"},{"name":"Emperor's Pride","description":"Once, this system was known as a shining example of the Split civilisation's determination and wealth. It used to be the most remote frontier of Emperor Thuruk's domain. Despite its considerable distance from the rest of the Split systems, the Split colonising this space were able to build up a truly special and impressively wealthy community, in which they shared their riches freely. They made Emperor's Pride's (same as undefined) lush, green planet their home. Perhaps it was the great distance to Thuruk's Empire that made them grow peaceful and complacent. Eventually they made an effort to keep out of the other families' petty conflicts. \\n\\nTheir dropped guard, and distance to the greater Split realm, would ultimately be their undoing, when Paranid hard-line religious fanatics invaded the system in pursuit of its abundant resources. They drove out or killed all of the Split colonists. But, as is so often the case, these invaders, too, were not meant to last. Shortly before the Gate Shutdown, they were unexpectedly besieged by Xenon forces, and when the Godrealm of the Paranid was finally able to re-establish a connection, the scouts found the system devoid of their brethren.","sectors":[{"name":"Emperor's Pride VI","description":"Once, this system was known as a shining example of the Split civilisation's determination and wealth. It used to be the most remote frontier of Emperor Thuruk's domain. Despite its considerable distance from the rest of the Split systems, the Split colonising this space were able to build up a truly special and impressively wealthy community, in which they shared their riches freely. They made Emperor's Pride's (same as undefined) lush, green planet their home. Perhaps it was the great distance to Thuruk's Empire that made them grow peaceful and complacent. Eventually they made an effort to keep out of the other families' petty conflicts. \\n\\nTheir dropped guard, and distance to the greater Split realm, would ultimately be their undoing, when Paranid hard-line religious fanatics invaded the system in pursuit of its abundant resources. They drove out or killed all of the Split colonists. But, as is so often the case, these invaders, too, were not meant to last. Shortly before the Gate Shutdown, they were unexpectedly besieged by Xenon forces, and when the Godrealm of the Paranid was finally able to re-establish a connection, the scouts found the system devoid of their brethren.","id":"Cluster_424_Sector002_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":[{"id":"shipyard_xenon_cluster_424","race":"xenon","owner":"xenon","tags":"shipyard"},{"id":"wharf_xenon_cluster_424","race":"xenon","owner":"xenon","tags":"wharf"}]},{"name":"Emperor's Pride IV","description":"Once, this system was known as a shining example of the Split civilisation's determination and wealth. It used to be the most remote frontier of Emperor Thuruk's domain. Despite its considerable distance from the rest of the Split systems, the Split colonising this space were able to build up a truly special and impressively wealthy community, in which they shared their riches freely. They made Emperor's Pride's (same as undefined) lush, green planet their home. Perhaps it was the great distance to Thuruk's Empire that made them grow peaceful and complacent. Eventually they made an effort to keep out of the other families' petty conflicts. \\n\\nTheir dropped guard, and distance to the greater Split realm, would ultimately be their undoing, when Paranid hard-line religious fanatics invaded the system in pursuit of its abundant resources. They drove out or killed all of the Split colonists. But, as is so often the case, these invaders, too, were not meant to last. Shortly before the Gate Shutdown, they were unexpectedly besieged by Xenon forces, and when the Godrealm of the Paranid was finally able to re-establish a connection, the scouts found the system devoid of their brethren.","id":"Cluster_424_Sector001_macro","resources":null,"stations":null}],"position":{"x":75,"y":86},"sectorsPosition":"top-right","owner":"xenon"},{"name":"Heart of Acrimony","description":"A system of great significance to the Free Families. While they have made an effort to distance themselves from the imperialist patriarchal structures of old, the Free Families still hold with the tradition of honouring their fallen Patriarchs. In a show of deference, they host a funeral procession, which is usually only attended by family members and most distinguished guests. At the culmination of the ceremony, a funeral ship is sent through an otherwise deactivated accelerator.\\n\\nDue to its relative distance to the Zyarth Patriarchy, this system is also a gathering place for various factions opposed to Zyarth's patriarchal rule.","area":{"sunlight":"0.6","economy":"0","security":"0","god":"false","jobs":"false","factionlogic":"false"},"sectors":[{"name":"Heart of Acrimony I The Boneyard","description":"Hidden behind a Split funeral accelerator lies The Boneyard. Shrouded in silence, it is the tranquil resting place of many of the great Patriarchs. The living are not meant to interfere with their final slumber, and yet this sector lies at the heart of a conspiracy to topple the current ways of Split society.","id":"Cluster_425_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":0,"ice":0,"hydrogen":0,"helium":0,"methane":0},"stations":null}],"position":{"x":1425,"y":86},"sectorsPosition":"singular","owner":"none"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"0.13","economy":"0.25","security":"0.75"},"sectors":[{"name":"Asteroid Belt","description":"The Asteroid Belt(same as Asteroid Belt(Asteroid Belt)) is the threshold of the Terran Protectorate's domain. It is a sector bustling with miners and traders, scrambling to make a living. While visitors coming from outside Sol are tolerated by the Protectorate, the military keeps a watchful eye on all proceedings, and their oppressive presence can sometimes be sufficient to intimidate prospective business partners into avoiding the Sol system entirely if they can afford to do so.\\n\\nOf course, the military's cautious disposition is not without reason. Since this is the sector facing the rest of the network, it is the one most likely to suffer Xenon incursions and pirate raids.","id":"Cluster_100_Sector001_macro","resources":{"ore":83,"silicon":78,"nividium":1,"ice":31,"hydrogen":3,"helium":5,"methane":2},"stations":null}],"position":{"x":0,"y":559},"sectorsPosition":"singular","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"0.44","economy":"0.75","security":"0.5"},"sectors":[{"name":"Mars","description":"Mars has assumed a special position within the Sol system, as the only major planetary settlement other than Earth. Its residents live mainly in Twelvetowns, a megalopolis in Valles Marineris, which, being home to an estimated 120 million inhabitants, is the largest continuous settlement in the Sol system. High above this settlement, a breathable atmosphere was established using a particle layer, which also protects the surface from the Sun's radiation and keeps its temperature steady.\\n\\nThe space around Mars is also of vital importance to the Terran military. Previously home to the USC, the military industry in this sector is responsible for some of the most respected ship designs in the Terran fleet. These days it is still the base of operations for the Terran Protectorate's war efforts, and since it is the outermost sector with access restrictions, it also serves as a barrier between those regions of Sol that are accessible to the majority, and the more well-guarded, gated sectors surrounding Earth.","id":"Cluster_101_Sector001_macro","resources":null,"stations":[{"id":"ter_wharf_cluster_101_sector001","race":"terran","owner":"terran","tags":"wharf"},{"id":"ter_supplybase_cluster_101_sector001","race":"terran","owner":"terran","tags":"tradestation"}]}],"position":{"x":-75,"y":516},"sectorsPosition":"singular","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"1.9","economy":"0.5","security":"0.5"},"sectors":[{"name":"Venus","description":"Venus(same as Venus(Venus)) is the link between Mars(same as Mars(Mars)) and Earth(same as undefined) and, as such, sees extensive traffic from Earth-based organisations looking to move their products to Mars, and beyond towards the outskirts of the Sol system. This proximity to Earth makes the orbit of Venus an attractive location for well-connected settlers looking to earn a living by atmospheric farming and trading with Earth; this despite the harsh winds enveloping Venus posing a unique challenge to continued survival.\\n\\nThe planet's hostile environment fosters a particularly gruff disposition in the resident population, so it comes as little surprise that those who cannot sustain themselves through farming often join the Protectorate military.","id":"Cluster_102_Sector001_macro","resources":null,"stations":null}],"position":{"x":-150,"y":473},"sectorsPosition":"singular","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"1","economy":"0.75","security":"0.75"},"sectors":[{"name":"Earth","description":"Deep within Sol lies the Terran homeworld and cradle of humanity, Earth, from where humankind first ventured out into space. Terran civilisation created the original Terraformer fleets, which later evolved to become the Xenon, and built their own Jump Gates before stumbling upon the existing Jump Gate network; deeds unparalleled within the Community of Planets(same as The Community of Planets).\\n\\nThe safety of Sol was always the prime Terran mandate. Under the United Space Command(same as In the aftermath of the escalating tensions between the United Space Command and the Commonwealth, culminating in the destruction of the Torus Aeternal, the people of the solar system welcomed the seclusion the Jump Gate shutdown brought with it. In isolation they prospered, and soon began to heal, putting the traumatic events of the past behind themselves. After an initial period of instability, the USC government was restructured, and out of the wreckage of the old, the Terran Protectorate was born. Now, having re-established contact with the Gate network, we, the Protectorate, are the shield valiantly standing between its inhabitants and the Xenon menace. The other factions may not recognise us as supreme protectors just yet, but they will., X3-Faction) Earth was guarded by the Torus Aeternal, an imposing orbital ring station. Now, as only wreckage of the Torus Aeternal remains, the Terran Protectorate(Terran Protectorate same as Terran Protectorate) safeguards Earth and its surrounding space with decentralised patrols and access restrictions. Even regular Sol citizens can be denied passage, if they lack the Protectorate Inner Core Access Licence(same asProtectorate Inner Core Access Licence).","id":"Cluster_104_Sector001_macro","resources":null,"stations":[{"id":"ter_logisticsdock_cluster_104_sector001","race":"terran","owner":"terran","tags":"tradestation"}]},{"name":"The Moon","description":"The Moon's cratered surface bears witness to the first tentative steps taken by humankind in their journey to the stars. As the stepping stone between Earth and the rest of the Sol system, it also holds a position of great strategic importance. As part of the Protectorate's zero-tolerance policy towards unauthorised approach to Earth, it is the first sector requiring a Protectorate Inner Core Access Licence(same asundefined) to enter. Naturally enough, because of the the Torus incident, the Moon is heavily policed by Terran Protectorate patrols, to ensure that the Moon stays off-limits, even to most normal Sol citizens.","id":"Cluster_104_Sector002_macro","resources":null,"stations":[{"id":"ter_shipyard_cluster_104_sector002","race":"terran","owner":"terran","tags":"shipyard"},{"id":"ter_supportstation_cluster_104_sector002","race":"terran","owner":"terran","tags":"tradestation"}]}],"position":{"x":-75,"y":430},"sectorsPosition":"top-left","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"6.8","economy":"0.5","security":"0.5"},"sectors":[{"name":"Mercury","description":"Within the Sol system, Mercury is the closest planet to its sun. With no atmosphere to speak of, and permanently exposed to solar winds, this planet is unprotected from both the cold temperatures of space during the night and the scorching fires of the sun during the day. Too expensive for habitation, Mercury remains only of scientific interest.","id":"Cluster_106_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":0,"hydrogen":0,"helium":99,"methane":0},"stations":null}],"position":{"x":-150,"y":387},"sectorsPosition":"singular","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"0.03","economy":"0.25","security":"0.25"},"sectors":[{"name":"Jupiter","description":"Visible in Earth's night sky, Jupiter was known to the Terrans long before they ventured into space. This gas giant's enormous mass, greater than that of all the other planets in Sol combined, affects orbits, numerous asteroids and is still used by Terran deep space drone missions for gravitational slingshots. The planet's upper atmosphere harbours not only great storms, subject to climatic studies and weather control experimentation, but also a wide array of semi-organic lifeforms.","id":"Cluster_107_Sector001_macro","resources":null,"stations":[{"id":"ter_equipmentdock_cluster_107_sector001","race":"terran","owner":"terran","tags":"equipmentdock"}]}],"position":{"x":-75,"y":688},"sectorsPosition":"singular","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"0.01","economy":"0.25","security":"0.25"},"sectors":[{"name":"Saturn","description":"The imposing, yet beautiful, planet Saturn(same as undefined) is the planet furthest removed from Earth that can still be observed from there with the naked eye. As such, it has always held a special place in the hearts of the Terran people, even before they were able to make their homes among the stars.\\n\\nHistorically, Saturn hosted a Research Station under joint ATF and USC command. Their focus was the identification and analysis of potential threats to Terran security, especially those posed by outside species and technologies. When the Sol system fell back into the isolation and the Terran government reorganised itself, the assignment of threat assessment was gradually shifted to the Mars-based Terran Secret Service.\\n\\nIn the aftermath of the Torus incident, the Terran government was keen to severely limit access to Earth by travellers and workers from all over the universe, so Saturn now acts as the administrative hub of the Sol system.","id":"Cluster_108_Sector001_macro","resources":null,"stations":[{"id":"ter_supplybase_cluster_108_sector001","race":"terran","owner":"terran","tags":"tradestation"}]},{"name":"Titan","description":"Titan(same as undefined) is the largest of Saturn's(same as undefined) many moons. Contentious proposals to terraform Titan in order to make it habitable for humans, have been put forward several times, but to date the potential benefits have yet to be shown to outweigh the immense cost.\\n\\nSince this sector is only connected to Saturn and not to any other part of the Sol system, it does not see as much traffic as many other areas.","id":"Cluster_108_Sector002_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":0,"hydrogen":3,"helium":0,"methane":2},"stations":null}],"position":{"x":-150,"y":731},"sectorsPosition":"top-right","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"0.002","economy":"0.25","security":"0.25"},"sectors":[{"name":"Uranus","description":"This ice giant is encircled by two sets of thin, dark-coloured rings. It is theorised that the pressure and temperature within Uranus's(same as undefined) mantle has resulted in an ocean of liquid diamond, and rainfalls of solid diamonds are therefore a regular occurrence. However, all attempts to pierce the planet's atmosphere to verify this theory have proven both fruitless. The space surrounding Uranus has some potential despite its remote location, far from the Sol system's core, but that potential remains unfulfilled, so it is home only to those who do not have better alternatives available to them.","id":"Cluster_109_Sector001_macro","resources":null,"stations":null}],"position":{"x":-225,"y":774},"sectorsPosition":"singular","owner":"terran"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"0.001","economy":"0.25","security":"0.25"},"sectors":[{"name":"Neptune","description":"This gas giant was named for the Roman god of the sea, in part at least because of its stunning azure colour. Its shimmering surface has enticed many Terran tourists to visit and take in the sights for themselves.\\n\\nAs the planet furthest removed from Sol, its orbit marks the threshold of the vast and relatively uninhabited emptiness of the Kuiper Belt. Its remote location was also the reason why Neptune(same as Neptune(Neptune)) was chosen as the location for the third gate to be created by Terran engineers. Its intended function was to re-establish contact with Terran colonies outside the Sol system, in an attempt to maintain some influence over Commonwealth politics.\\n\\nAs a result of hosting this additional gate, the sector also came to serve as the logical point of origin for the Pioneer Initiative, which was sent out to further develop Brennan's Triumph and the outer rim of Sol, and which would eventually evolve into the Segaris Pioneers.","id":"Cluster_110_Sector001_macro","resources":{"ore":0,"silicon":0,"nividium":0,"ice":0,"hydrogen":3,"helium":5,"methane":0},"stations":[{"id":"ter_logisticsdock_cluster_110_sector001","race":"terran","owner":"terran","tags":"tradestation"}]}],"position":{"x":-150,"y":817},"sectorsPosition":"singular","owner":"terran"},{"name":"Sol","description":"As humanity's original home, this system holds a unique place in the hearts of those who still live there. In the time since humankind first threw off the shackles of Earth's gravity, the Sol system has been meticulously explored and mapped out. The majority of the system was gradually made accessible through a vast array of accelerators, connecting even the remote outer planets. These enabled colonists to settle further and further from Earth, and soon most of the Sol system was claimed.\\n\\nThanks to the system's size, and the explorers' surveying efforts, the inhabitants of the Sol system have access to an abundant supply of natural resources, giving them complete autonomy. Being already mostly self-sufficient, the inhabitants of Sol did not struggle much in the isolation brought on by the Jump Gate shutdown.\\n\\nWhile the orbits of most planets have been populated, Mars, along with Earth and the Moon, are the most densely populated settlements. As a result, Sol's cultural and political landscapes revolve heavily around these three locations, and the Terran people are extremely protective of what they perceive to be the core of their system.","area":{"sunlight":"0.0006","economy":"0.25","security":"0.25"},"sectors":[{"name":"Pluto","description":"The dwarf planet Pluto(same as undefined) is the largest object in the Kuiper Belt and, as such, was the obvious choice for the establishment of a base of operations for Kuiper Belt-based mining corporations. After it was discovered that the neighbouring Oort Cloud was occupied by renegade pirates, trying to sabotage Sol, Pluto saw a significant increase in military patrols. Nowadays, it is mostly inhabited by Segaris Pioneers, who do not mind its remote location, and also by some of the poorest Terran citizens, who do not have access to the core of the Sol system.","id":"Cluster_111_Sector001_macro","resources":null,"stations":null}],"position":{"x":-225,"y":860},"sectorsPosition":"singular","owner":"terran"},{"name":"Savage Spur","description":"This system was once heavily infested by Kha'ak, and so remained mostly uninhabited apart from the occasional Paranid explorer who dared to encroach. Due to its secluded nature, the system was also rumoured to be a haven for ruthless pirates who tried to avoid outside scrutiny. Shortly before the Jump Gates shut down, a sizeable Xenon fleet entered the system and began decimating the Kha'ak presence. It is entirely plausible that unsuspecting pirates were caught in the crossfire and found themselves trapped in close proximity to the Xenon, unable to escape. One can only wonder how long they held out before they perished.","area":{"sunlight":"1.22","economy":"0.25","security":"0.25"},"sectors":[{"name":"Savage Spur I","description":"Almost entirely devoid of life, this difficult-to-access sector is under complete Xenon control. Only a small contingent of Yaki pirates has, against the odds, managed to survive in this hostile territory. The Paranid-built superhighway enables their raiding parties to quickly access Antigone space and the fringes of the Sol system. However, its missing return lane does make returning to the Yaki base of operations an arduous and potentially dangerous task. The proximity to the Xenon, while unsafe, also has also proven to be the Yaki pirates' greatest asset. Hidden behind several Xenon systems, they are undisturbed by law enforcement, who would never dare venture this deep into Xenon space, so, as long as they can manage to maintain their fragile symbiosis with the Xenon, they can go about their business in relative safety.","id":"Cluster_112_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"shipyard_xenon_cluster_112","race":"xenon","owner":"xenon","tags":"shipyard"},{"id":"wharf_xenon_cluster_112","race":"xenon","owner":"xenon","tags":"wharf"}]},{"name":"Savage Spur II","description":"Before the Jump Gates ceased to function, the Paranid reportedly tried to reclaim Savage Spur(same as undefined), which was in close proximity to their core systems, for themselves. Their first step was to construct a superhighway, in the hope that it would make policing the hostile system easier, and that Paranid forces could more flexibly respond to pirate activity. When Antigone Republic explorers rediscovered Savage Spur II(same as undefined) after the system reconnected, they soon found, with some puzzlement, that one of the superhighway's directional lanes had vanished. It is theorised that the highway was collateral damage in the fight between Xenon and Kha'ak forces. However, this explanation does not account for the peculiar fact that subsequent patrols did not come across any remnants, such as drifting debris, suggesting perhaps a more deliberate method of disassembly.","id":"Cluster_112_Sector002_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":null}],"position":{"x":375,"y":344},"sectorsPosition":"top-right","owner":"xenon"},{"name":"Segaris","description":"During the Second Terraformer war, the people of Terranova fled their planet after the Xenon wreaked havoc on the ecosystem and made it unable to sustain life. Oddly, the Xenon attacks did little damage to the man-made structures there, and much of New Portsmouth, Terranova's principle settlement, was preserved. Many artefacts of daily life were left behind by those fleeing the planet at short notice.\\n\\nNow, the Segaris Pioneers are looking to reclaim Terranova for themselves, hoping that the artificial structures of New Portsmouth may offer some shelter from the harsh planetary environment. Alongside the debris and household items, many scientific and technical instruments were left behind, and the Pioneers hope to salvage and repurpose them for their own goals.","area":{"sunlight":"1.86","economy":"0.25","security":"0.25"},"sectors":[{"name":"Segaris","description":"During the Second Terraformer war, the people of Terranova fled their planet after the Xenon wreaked havoc on the ecosystem and made it unable to sustain life. Oddly, the Xenon attacks did little damage to the man-made structures there, and much of New Portsmouth, Terranova's principle settlement, was preserved. Many artefacts of daily life were left behind by those fleeing the planet at short notice.\\n\\nNow, the Segaris Pioneers are looking to reclaim Terranova for themselves, hoping that the artificial structures of New Portsmouth may offer some shelter from the harsh planetary environment. Alongside the debris and household items, many scientific and technical instruments were left behind, and the Pioneers hope to salvage and repurpose them for their own goals.","id":"Cluster_113_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"pio_scienceHQ_cluster_113_sector001","race":"terran","owner":"pioneers","tags":"tradestation"},{"id":"pio_equipmentdock_zone001_cluster_113_sector001","race":"terran","owner":"pioneers","tags":"equipmentdock"}]}],"position":{"x":225,"y":860},"sectorsPosition":"singular","owner":"pioneers"},{"name":"Gaian Prophecy","description":"Gaian Prophecy(same as Gaian Prophecy(Gaian Prophecy)) was first discovered by Pioneer Initiative explorers venturing out of Brennan's Triumph(same as undefined). Soon after its discovery, it became a refuge for those Segaris Pioneers who were looking for a relatively secluded place to settle; this location fit the bill, as it was the only system in their territory which did not directly border any of the other established factions. More recently, as trade relations between the Antigone Republic and the Terran Protectorate have stabilised, the system has registered an increase in trade ships passing through on the way to their destinations.\\n\\nThe name of the system derives from its principle planet, Sutton, on which Pioneer scientists were able to observe many of the basic conditions that make colonisation possible. Initially, many Pioneers had hoped they had found a new home for their people on this Earth-analogue, but settling the planet turned out to be a much greater challenge than expected.","area":{"sunlight":"1.86","economy":"0.25","security":"0.25"},"sectors":[{"name":"Gaian Prophecy","description":"Gaian Prophecy(same as Gaian Prophecy(Gaian Prophecy)) was first discovered by Pioneer Initiative explorers venturing out of Brennan's Triumph(same as undefined). Soon after its discovery, it became a refuge for those Segaris Pioneers who were looking for a relatively secluded place to settle; this location fit the bill, as it was the only system in their territory which did not directly border any of the other established factions. More recently, as trade relations between the Antigone Republic and the Terran Protectorate have stabilised, the system has registered an increase in trade ships passing through on the way to their destinations.\\n\\nThe name of the system derives from its principle planet, Sutton, on which Pioneer scientists were able to observe many of the basic conditions that make colonisation possible. Initially, many Pioneers had hoped they had found a new home for their people on this Earth-analogue, but settling the planet turned out to be a much greater challenge than expected.","id":"Cluster_114_Sector001_macro","resources":{"ore":1,"silicon":1,"nividium":1,"ice":0,"hydrogen":1,"helium":1,"methane":1},"stations":[{"id":"pio_tradestation_cluster_114_sector001","race":"terran","owner":"pioneers","tags":"tradestation"}]}],"position":{"x":150,"y":903},"sectorsPosition":"singular","owner":"pioneers"},{"name":"Brennan's Triumph","description":"Originally connected to Earth via a Jump Gate, Brennan's Triumph's(same as undefined) most significant planet, Taurus, was the first planet outside the Sol system to be colonised by human explorers. When they lost contact with Earth, most of these settlers would eventually travel further into the gate network to establish a government in Argon Prime(same as undefined).\\n\\nAfter the system's invasion and the tragic razing of Taurus during the First Terraformer War, the surviving colonists fled, leaving the system uninhabited. When the Xenon were pushed out of the system, Brennan's Triumph became a haven for piracy - most notably the organised slave trade - much to the dismay of the Argon Federation, who repeatedly attempted to put an end to this criminal activity. While the Argon Federation failed to regain control of the system, the Jump Gate shutdown would prove disastrous for the resident pirate groups. Since their economy relied exclusively on raiding neighbouring system, it completely collapsed when those systems became inaccessible.\\n\\nWhen the Terran government established a new connection between Neptune and Brennan's Triumph, they sent the Pioneer Initiative in to colonise the system. Now, the Segaris Pioneers are happy to have claimed it for themselves, despite its troubled history.","area":{"sunlight":"1.21","economy":"0.25","security":"0.25"},"sectors":[{"name":"Brennan's Triumph","description":"Originally connected to Earth via a Jump Gate, Brennan's Triumph's(same as undefined) most significant planet, Taurus, was the first planet outside the Sol system to be colonised by human explorers. When they lost contact with Earth, most of these settlers would eventually travel further into the gate network to establish a government in Argon Prime(same as undefined).\\n\\nAfter the system's invasion and the tragic razing of Taurus during the First Terraformer War, the surviving colonists fled, leaving the system uninhabited. When the Xenon were pushed out of the system, Brennan's Triumph became a haven for piracy - most notably the organised slave trade - much to the dismay of the Argon Federation, who repeatedly attempted to put an end to this criminal activity. While the Argon Federation failed to regain control of the system, the Jump Gate shutdown would prove disastrous for the resident pirate groups. Since their economy relied exclusively on raiding neighbouring system, it completely collapsed when those systems became inaccessible.\\n\\nWhen the Terran government established a new connection between Neptune and Brennan's Triumph, they sent the Pioneer Initiative in to colonise the system. Now, the Segaris Pioneers are happy to have claimed it for themselves, despite its troubled history.","id":"Cluster_115_Sector001_macro","resources":null,"stations":[{"id":"pio_shipyard_cluster_115_sector001","race":"terran","owner":"pioneers","tags":"shipyard"},{"id":"pio_wharf_cluster_115_sector001","race":"terran","owner":"pioneers","tags":"wharf"}]}],"position":{"x":75,"y":860},"sectorsPosition":"singular","owner":"pioneers"},{"name":"Sol","description":"No information available(No information available)","area":{"sunlight":"0.000002","economy":"0.25","security":"0.25"},"sectors":[{"name":"Oort Cloud","description":"Considered to be too remote to be useful for truly profitable mining operations, the Oort Cloud(same as Oort Cloud(Oort Cloud)) has been all but abandoned by the Terran High Command. Its only relevance now is in a military context. During the Jump Gate shutdown, the Protectorate conducted a number of targeted operations to systematically wipe out the remnants of the Beryll; the last holdovers of a renegade criminal group once residing in the cloud, which had, until then, managed to remain largely under the Terrans' radar.\\n\\nAlthough the Terran Protectorate has displayed little inclination to integrate the Oort Cloud into their economic supply chain, they have established a military infrastructure here and regularly patrol this remote area. A fundamentally dull assignment, being \"promoted\" to the Oort Cloud is likely to stop any officer's career ambitions dead in its tracks.","id":"Cluster_116_Sector001_macro","resources":{"ore":83,"silicon":78,"nividium":1,"ice":27,"hydrogen":3,"helium":5,"methane":2},"stations":null}],"position":{"x":-300,"y":903},"sectorsPosition":"singular","owner":"terran"}],"gates":[{"origin":{"x":52,"y":120},"destination":{"x":124,"y":146}},{"origin":{"x":148,"y":155},"destination":{"x":275,"y":109}},{"origin":{"x":328,"y":128},"destination":{"x":356,"y":179}},{"origin":{"x":388,"y":198},"destination":{"x":371,"y":257}},{"origin":{"x":402,"y":164},"destination":{"x":430,"y":126}},{"origin":{"x":468,"y":123},"destination":{"x":582,"y":123}},{"origin":{"x":600,"y":108},"destination":{"x":615,"y":60}},{"origin":{"x":620,"y":123},"destination":{"x":876,"y":123}},{"origin":{"x":550,"y":170},"destination":{"x":574,"y":186}},{"origin":{"x":607,"y":147},"destination":{"x":628,"y":232}},{"origin":{"x":600,"y":25},"destination":{"x":600,"y":-18}},{"origin":{"x":631,"y":-60},"destination":{"x":650,"y":-88}},{"origin":{"x":586,"y":391},"destination":{"x":626,"y":249}},{"origin":{"x":892,"y":105},"destination":{"x":907,"y":81}},{"origin":{"x":905,"y":133},"destination":{"x":953,"y":172}},{"origin":{"x":922,"y":41},"destination":{"x":943,"y":14}},{"origin":{"x":971,"y":21},"destination":{"x":974,"y":70}},{"origin":{"x":973,"y":108},"destination":{"x":974,"y":165}},{"origin":{"x":1422,"y":86},"destination":{"x":1497,"y":108}},{"origin":{"x":1497,"y":150},"destination":{"x":1520,"y":198}},{"origin":{"x":1382,"y":224},"destination":{"x":1402,"y":242}},{"origin":{"x":1532,"y":232},"destination":{"x":1555,"y":258}},{"origin":{"x":1599,"y":276},"destination":{"x":1646,"y":216}},{"origin":{"x":1490,"y":232},"destination":{"x":1445,"y":259}},{"origin":{"x":1363,"y":245},"destination":{"x":1348,"y":287}},{"origin":{"x":1363,"y":245},"destination":{"x":1348,"y":287}},{"origin":{"x":1406,"y":280},"destination":{"x":1372,"y":294}},{"origin":{"x":1203,"y":284},"destination":{"x":1341,"y":224}},{"origin":{"x":1200,"y":322},"destination":{"x":1273,"y":327}},{"origin":{"x":1324,"y":324},"destination":{"x":1306,"y":321}},{"origin":{"x":1360,"y":334},"destination":{"x":1373,"y":396}},{"origin":{"x":1290,"y":406},"destination":{"x":1361,"y":419}},{"origin":{"x":1275,"y":364},"destination":{"x":1262,"y":446}},{"origin":{"x":1200,"y":472},"destination":{"x":1179,"y":523}},{"origin":{"x":1249,"y":445},"destination":{"x":1066,"y":363}},{"origin":{"x":1113,"y":617},"destination":{"x":1177,"y":543}},{"origin":{"x":1146,"y":588},"destination":{"x":1200,"y":620}},{"origin":{"x":1078,"y":556},"destination":{"x":1097,"y":617}},{"origin":{"x":1224,"y":646},"destination":{"x":1282,"y":705}},{"origin":{"x":1199,"y":706},"destination":{"x":1279,"y":722}},{"origin":{"x":1177,"y":665},"destination":{"x":1211,"y":753}},{"origin":{"x":1050,"y":586},"destination":{"x":1055,"y":635}},{"origin":{"x":980,"y":523},"destination":{"x":1043,"y":547}},{"origin":{"x":1047,"y":398},"destination":{"x":1047,"y":543}},{"origin":{"x":992,"y":342},"destination":{"x":1043,"y":370}},{"origin":{"x":918,"y":465},"destination":{"x":1034,"y":382}},{"origin":{"x":840,"y":420},"destination":{"x":878,"y":465}},{"origin":{"x":890,"y":498},"destination":{"x":899,"y":548}},{"origin":{"x":992,"y":195},"destination":{"x":1022,"y":212}},{"origin":{"x":1068,"y":201},"destination":{"x":1131,"y":120}},{"origin":{"x":1111,"y":52},"destination":{"x":1125,"y":-65}},{"origin":{"x":974,"y":-25},"destination":{"x":1093,"y":-109}},{"origin":{"x":1074,"y":236},"destination":{"x":1341,"y":196}},{"origin":{"x":1030,"y":249},"destination":{"x":982,"y":320}},{"origin":{"x":959,"y":331},"destination":{"x":769,"y":301}},{"origin":{"x":763,"y":280},"destination":{"x":814,"y":273}},{"origin":{"x":752,"y":218},"destination":{"x":824,"y":235}},{"origin":{"x":587,"y":399},"destination":{"x":730,"y":312}},{"origin":{"x":756,"y":324},"destination":{"x":815,"y":412}},{"origin":{"x":756,"y":520},"destination":{"x":815,"y":451}},{"origin":{"x":718,"y":562},"destination":{"x":698,"y":623}},{"origin":{"x":524,"y":256},"destination":{"x":528,"y":317}},{"origin":{"x":546,"y":344},"destination":{"x":573,"y":401}},{"origin":{"x":525,"y":409},"destination":{"x":567,"y":410}},{"origin":{"x":455,"y":385},"destination":{"x":505,"y":416}},{"origin":{"x":526,"y":449},"destination":{"x":600,"y":538}},{"origin":{"x":618,"y":571},"destination":{"x":650,"y":578}},{"origin":{"x":586,"y":572},"destination":{"x":539,"y":610}},{"origin":{"x":513,"y":589},"destination":{"x":525,"y":523}},{"origin":{"x":585,"y":558},"destination":{"x":306,"y":480}},{"origin":{"x":295,"y":446},"destination":{"x":293,"y":414}},{"origin":{"x":283,"y":481},"destination":{"x":224,"y":491}},{"origin":{"x":295,"y":487},"destination":{"x":376,"y":583}},{"origin":{"x":754,"y":580},"destination":{"x":749,"y":635}},{"origin":{"x":759,"y":582},"destination":{"x":911,"y":668}},{"origin":{"x":912,"y":668},"destination":{"x":901,"y":712}},{"origin":{"x":1041,"y":650},"destination":{"x":922,"y":729}},{"origin":{"x":922,"y":738},"destination":{"x":981,"y":755}},{"origin":{"x":983,"y":800},"destination":{"x":919,"y":817}},{"origin":{"x":906,"y":754},"destination":{"x":960,"y":845}},{"origin":{"x":896,"y":754},"destination":{"x":883,"y":814}},{"origin":{"x":762,"y":811},"destination":{"x":882,"y":744}},{"origin":{"x":692,"y":780},"destination":{"x":739,"y":811}},{"origin":{"x":672,"y":878},"destination":{"x":743,"y":895}},{"origin":{"x":689,"y":784},"destination":{"x":654,"y":845}},{"origin":{"x":600,"y":755},"destination":{"x":670,"y":758}},{"origin":{"x":618,"y":793},"destination":{"x":664,"y":781}},{"origin":{"x":472,"y":845},"destination":{"x":572,"y":846}},{"origin":{"x":377,"y":627},"destination":{"x":428,"y":787}},{"origin":{"x":598,"y":569},"destination":{"x":599,"y":714}},{"origin":{"x":702,"y":-98},"destination":{"x":878,"y":35}},{"origin":{"x":393,"y":268},"destination":{"x":501,"y":335}},{"origin":{"x":326,"y":386},"destination":{"x":353,"y":373}},{"origin":{"x":500,"y":165},"destination":{"x":399,"y":313}},{"origin":{"x":275,"y":392},"destination":{"x":15,"y":564}},{"origin":{"x":-42,"y":534},"destination":{"x":0,"y":533}},{"origin":{"x":-75,"y":500},"destination":{"x":-148,"y":493}},{"origin":{"x":-72,"y":460},"destination":{"x":-145,"y":470}},{"origin":{"x":-175,"y":460},"destination":{"x":-148,"y":397}},{"origin":{"x":6,"y":574},"destination":{"x":-76,"y":664}},{"origin":{"x":214,"y":536},"destination":{"x":246,"y":842}},{"origin":{"x":177,"y":903},"destination":{"x":222,"y":881}},{"origin":{"x":127,"y":884},"destination":{"x":98,"y":857}},{"origin":{"x":-123,"y":816},"destination":{"x":53,"y":857}},{"origin":{"x":-299,"y":902},"destination":{"x":-247,"y":873}},{"origin":{"x":-207,"y":839},"destination":{"x":-170,"y":835}},{"origin":{"x":-223,"y":796},"destination":{"x":-169,"y":805}},{"origin":{"x":-223,"y":752},"destination":{"x":-144,"y":716}},{"origin":{"x":-128,"y":700},"destination":{"x":-104,"y":702}}],"superHighways":[{"origin":{"x":64,"y":101},"destination":{"x":85,"y":63}},{"origin":{"x":149,"y":151},"destination":{"x":161,"y":106}},{"origin":{"x":588,"y":206},"destination":{"x":611,"y":222}},{"origin":{"x":608,"y":376},"destination":{"x":588,"y":396}},{"origin":{"x":1341,"y":372},"destination":{"x":1350,"y":403}},{"origin":{"x":1284,"y":409},"destination":{"x":1272,"y":452}},{"origin":{"x":1201,"y":537},"destination":{"x":1212,"y":582}},{"origin":{"x":1120,"y":624},"destination":{"x":1123,"y":580}},{"origin":{"x":1265,"y":667},"destination":{"x":1289,"y":702}},{"origin":{"x":1185,"y":720},"destination":{"x":1205,"y":752}},{"origin":{"x":1112,"y":76},"destination":{"x":1136,"y":100}},{"origin":{"x":765,"y":544},"destination":{"x":760,"y":574}},{"origin":{"x":752,"y":579},"destination":{"x":733,"y":566}},{"origin":{"x":752,"y":542},"destination":{"x":724,"y":550}},{"origin":{"x":677,"y":580},"destination":{"x":674,"y":621}},{"origin":{"x":910,"y":663},"destination":{"x":887,"y":637}},{"origin":{"x":437,"y":810},"destination":{"x":457,"y":823}},{"origin":{"x":585,"y":825},"destination":{"x":606,"y":808}},{"origin":{"x":367,"y":357},"destination":{"x":387,"y":330}},{"origin":{"x":-87,"y":415},"destination":{"x":-63,"y":443}},{"origin":{"x":-145,"y":722},"destination":{"x":-162,"y":750}}],"stations":[{"id":"ringstation_01","race":"teladi","owner":"teladi","tags":"tradestation","sector":"Grand Exchange III","position":{"x":723,"y":563}},{"id":"shipyard_ministry_01","race":"teladi","owner":"ministry","tags":"shipyard","sector":"Eighteen Billion","position":{"x":813,"y":459}},{"id":"wharf_ministry_01","race":"teladi","owner":"ministry","tags":"wharf","sector":"Eighteen Billion","position":{"x":847,"y":412}},{"id":"equipmentdock_argon_01","race":"argon","owner":"argon","tags":"equipmentdock","sector":"Black Hole Sun IV","position":{"x":671,"y":579}},{"id":"tradestation_argon_01","race":"argon","owner":"argon","tags":"tradestation","sector":"Black Hole Sun V","position":{"x":693,"y":626}},{"id":"equipmentdock_teladi_01","race":"teladi","owner":"teladi","tags":"equipmentdock","sector":"Bright Promise","position":{"x":1042,"y":387}},{"id":"equipmentdock_holyorder","race":"paranid","owner":"holyorder","tags":"equipmentdock","sector":"Pontifex's Claim","position":{"x":750,"y":805}},{"id":"shipyard_argon_01","race":"argon","owner":"argon","tags":"shipyard","sector":"Argon Prime","position":{"x":510,"y":418}},{"id":"wharf_argon_01","race":"argon","owner":"argon","tags":"wharf","sector":"Argon Prime","position":{"x":520,"y":430}},{"id":"ringstation_02","race":"teladi","owner":"teladi","tags":"tradestation","sector":"Ianamus Zura IV","position":{"x":1258,"y":450}},{"id":"shipyard_xenon_cluster_17","race":"xenon","owner":"xenon","tags":"shipyard","sector":"Matrix #9","position":{"x":1184,"y":283}},{"id":"wharf_xenon_cluster_17","race":"xenon","owner":"xenon","tags":"wharf","sector":"Matrix #9","position":{"x":1185,"y":319}},{"id":"shipyard_paranid","race":"paranid","owner":"paranid","tags":"shipyard","sector":"Trinity Sanctum III","position":{"x":1031,"y":568}},{"id":"wharf_paranid","race":"paranid","owner":"paranid","tags":"wharf","sector":"Trinity Sanctum III","position":{"x":1044,"y":568}},{"id":"equipmentdock_paranid","race":"paranid","owner":"paranid","tags":"equipmentdock","sector":"Trinity Sanctum III","position":{"x":1020,"y":572}},{"id":"ringstation_03","race":"teladi","owner":"teladi","tags":"tradestation","sector":"Hewa's Twin I","position":{"x":1113,"y":625}},{"id":"shipyard_xenon_cluster_21","race":"xenon","owner":"xenon","tags":"shipyard","sector":"Scale Plate Green I","position":{"x":1206,"y":756}},{"id":"wharf_xenon_cluster_21","race":"xenon","owner":"xenon","tags":"wharf","sector":"Scale Plate Green I","position":{"x":1220,"y":762}},{"id":"tradestation_paranid","race":"paranid","owner":"paranid","tags":"tradestation","sector":"Pious Mists II","position":{"x":901,"y":720}},{"id":"shipyard_alliance","race":"paranid","owner":"alliance","tags":"shipyard","sector":"Sacred Relic","position":{"x":941,"y":856}},{"id":"shipyard_holyorder","race":"paranid","owner":"holyorder","tags":"shipyard","sector":"Holy Vision","position":{"x":696,"y":745}},{"id":"wharf_holyorder","race":"paranid","owner":"holyorder","tags":"wharf","sector":"Holy Vision","position":{"x":691,"y":771}},{"id":"tradestation_holyorder","race":"paranid","owner":"holyorder","tags":"tradestation","sector":"Holy Vision","position":{"x":686,"y":750}},{"id":"shipyard_xenon_cluster_26","race":"xenon","owner":"xenon","tags":"shipyard","sector":"Atiya's Misfortune I","position":{"x":445,"y":791}},{"id":"wharf_xenon_cluster_26","race":"xenon","owner":"xenon","tags":"wharf","sector":"Atiya's Misfortune I","position":{"x":429,"y":806}},{"id":"tradestation_antigone","race":"argon","owner":"antigone","tags":"tradestation","sector":"The Void","position":{"x":311,"y":472}},{"id":"shipyard_antigone","race":"argon","owner":"antigone","tags":"shipyard","sector":"Antigone Memorial","position":{"x":233,"y":497}},{"id":"wharf_antigone","race":"argon","owner":"antigone","tags":"wharf","sector":"Antigone Memorial","position":{"x":195,"y":534}},{"id":"equipmentdock_antigone","race":"argon","owner":"antigone","tags":"equipmentdock","sector":"Antigone Memorial","position":{"x":214,"y":524}},{"id":"tradestation_hatikvah_01","race":"argon","owner":"hatikvah","tags":"tradestation","sector":"Hatikvah's Choice I","position":{"x":576,"y":409}},{"id":"equipmentdock_argon_02","race":"argon","owner":"argon","tags":"equipmentdock","sector":"Hatikvah's Choice III","position":{"x":626,"y":366}},{"id":"shipyard_xenon_cluster_33","race":"xenon","owner":"xenon","tags":"shipyard","sector":"Matrix #79B","position":{"x":514,"y":164}},{"id":"wharf_xenon_cluster_33","race":"xenon","owner":"xenon","tags":"wharf","sector":"Matrix #79B","position":{"x":540,"y":170}},{"id":"shipyard_teladi_01","race":"teladi","owner":"teladi","tags":"shipyard","sector":"Profit Center Alpha","position":{"x":963,"y":336}},{"id":"wharf_teladi_01","race":"teladi","owner":"teladi","tags":"wharf","sector":"Profit Center Alpha","position":{"x":988,"y":347}},{"id":"equipmentdock_ministry_01","race":"teladi","owner":"ministry","tags":"equipmentdock","sector":"Profit Center Alpha","position":{"x":975,"y":341}},{"id":"wharf_alliance","race":"paranid","owner":"alliance","tags":"wharf","sector":"Trinity Sanctum VII","position":{"x":952,"y":493}},{"id":"equipmentdock_split_02","race":"split","owner":"split","tags":"equipmentdock","sector":"Family Zhin","position":{"x":611,"y":118}},{"id":"wharf_split_02","race":"split","owner":"split","tags":"wharf","sector":"Wretched Skies V Family Phi","position":{"x":360,"y":187}},{"id":"equipmentdock_split_01","race":"split","owner":"split","tags":"equipmentdock","sector":"Zyarth's Dominion I","position":{"x":911,"y":59}},{"id":"shipyard_split_01","race":"split","owner":"split","tags":"shipyard","sector":"Zyarth's Dominion IV","position":{"x":1001,"y":77}},{"id":"wharf_split_01","race":"split","owner":"split","tags":"wharf","sector":"Zyarth's Dominion IV","position":{"x":948,"y":97}},{"id":"tradestation_split_01","race":"split","owner":"split","tags":"tradestation","sector":"Zyarth's Dominion X","position":{"x":968,"y":-3}},{"id":"equipmentdock_freesplit_02","race":"split","owner":"freesplit","tags":"equipmentdock","sector":"Family Tkr","position":{"x":1357,"y":292}},{"id":"tradestation_freesplit_01","race":"split","owner":"freesplit","tags":"tradestation","sector":"Tharka's Ravine XVI","position":{"x":1505,"y":235}},{"id":"shipyard_freesplit_01","race":"split","owner":"freesplit","tags":"shipyard","sector":"Heart of Acrimony II","position":{"x":1478,"y":141}},{"id":"wharf_freesplit_01","race":"split","owner":"freesplit","tags":"wharf","sector":"Heart of Acrimony II","position":{"x":1495,"y":120}},{"id":"equipmentdock_freesplit_01","race":"split","owner":"freesplit","tags":"equipmentdock","sector":"Tharka's Ravine VIII","position":{"x":1578,"y":256}},{"id":"shipyard_xenon_cluster_415","race":"xenon","owner":"xenon","tags":"shipyard","sector":"Matrix #598","position":{"x":700,"y":-109}},{"id":"wharf_xenon_cluster_415","race":"xenon","owner":"xenon","tags":"wharf","sector":"Matrix #598","position":{"x":661,"y":-86}},{"id":"arg_wharf_cluster_416_sector002","race":"argon","owner":"argon","tags":"wharf","sector":"Guiding Star VII","position":{"x":1112,"y":63}},{"id":"tel_dlc_split_ringstation_01","race":"teladi","owner":"teladi","tags":"tradestation","sector":"Open Market","position":{"x":978,"y":185}},{"id":"par_wharf_cluster_422_sector001","race":"paranid","owner":"paranid","tags":"wharf","sector":"Wretched Skies X","position":{"x":322,"y":134}},{"id":"shipyard_xenon_cluster_424","race":"xenon","owner":"xenon","tags":"shipyard","sector":"Emperor's Pride VI","position":{"x":90,"y":58}},{"id":"wharf_xenon_cluster_424","race":"xenon","owner":"xenon","tags":"wharf","sector":"Emperor's Pride VI","position":{"x":97,"y":67}},{"id":"ter_logisticsdock_cluster_104_sector001","race":"terran","owner":"terran","tags":"tradestation","sector":"Earth","position":{"x":-92,"y":407}},{"id":"ter_shipyard_cluster_104_sector002","race":"terran","owner":"terran","tags":"shipyard","sector":"The Moon","position":{"x":-57,"y":450}},{"id":"ter_supportstation_cluster_104_sector002","race":"terran","owner":"terran","tags":"tradestation","sector":"The Moon","position":{"x":-72,"y":458}},{"id":"ter_wharf_cluster_101_sector001","race":"terran","owner":"terran","tags":"wharf","sector":"Mars","position":{"x":-49,"y":510}},{"id":"ter_supplybase_cluster_101_sector001","race":"terran","owner":"terran","tags":"tradestation","sector":"Mars","position":{"x":-41,"y":514}},{"id":"ter_equipmentdock_cluster_107_sector001","race":"terran","owner":"terran","tags":"equipmentdock","sector":"Jupiter","position":{"x":-80,"y":687}},{"id":"ter_supplybase_cluster_108_sector001","race":"terran","owner":"terran","tags":"tradestation","sector":"Saturn","position":{"x":-137,"y":707}},{"id":"ter_logisticsdock_cluster_110_sector001","race":"terran","owner":"terran","tags":"tradestation","sector":"Neptune","position":{"x":-150,"y":815}},{"id":"pio_scienceHQ_cluster_113_sector001","race":"terran","owner":"pioneers","tags":"tradestation","sector":"Segaris","position":{"x":254,"y":870}},{"id":"pio_equipmentdock_zone001_cluster_113_sector001","race":"terran","owner":"pioneers","tags":"equipmentdock","sector":"Segaris","position":{"x":223,"y":860}},{"id":"pio_tradestation_cluster_114_sector001","race":"terran","owner":"pioneers","tags":"tradestation","sector":"Gaian Prophecy","position":{"x":153,"y":884}},{"id":"pio_shipyard_cluster_115_sector001","race":"terran","owner":"pioneers","tags":"shipyard","sector":"Brennan's Triumph","position":{"x":83,"y":865}},{"id":"pio_wharf_cluster_115_sector001","race":"terran","owner":"pioneers","tags":"wharf","sector":"Brennan's Triumph","position":{"x":69,"y":850}},{"id":"shipyard_xenon_cluster_112","race":"xenon","owner":"xenon","tags":"shipyard","sector":"Savage Spur I","position":{"x":398,"y":322}},{"id":"wharf_xenon_cluster_112","race":"xenon","owner":"xenon","tags":"wharf","sector":"Savage Spur I","position":{"x":392,"y":334}}]}