{"id":"ship_gen_m_tugboat_01_a_macro","class":"ship_m","race":"pir","name":"Manticore","basename":null,"description":"With the advent of the Dark, Avarice was forced to rely on a fleet of stranded ships that had been taken by surprise by the Jump Gate shutdown. Despite the almost immediate collapse of the Avarice company, capable scientists and engineers soon took it upon themselves to stabilise the system and work towards sustainability. They first established a functioning wharf for repairs and replacement, and conducted early experiments into developing a recycling economy in anticipation of dwindling resources within the system. The regeneration of this post-shutdown economy was quickly curtailed by the first Tides, which destroyed most stations and ships in the system in 800 . However, a side-effect of the destructive solar event was the greatly increased energy output from solar panels, which allowed for a paradigm shift. The new Rakers economy emerging from Tidebreak, at the time the only station in Avarice, took advantage of this new abundance of energy. This, along with the use of local wrecks, enabled the rebuilding of a new, sustainable, closed-loop economy based on recycling, allowing them to further improve on previous ship and station module designs. Resettlement of Avarice began in 818 \\(NT\\), when the Northriver Company introduced Protectyon and the associated Protectyon Shield Generators to safeguard stations from the Tide. A few years later, in 825 \\(NT\\), the reconnection of Windfall gave the long-isolated Rakers the opportunity to trade with various Syndicate factions, but also exposed them to their piracy.(Avarice Ship Building)\\n\\n(Manticore)With the Jump Gate shutdown disconnecting Avarice the first Tug ship, a predecessor of the Manticore, was quickly developed by stranded Argon engineers to tug small ship wrecks to stations for further processing and make best use of the now very limited access to resources. With just one of those ships and their first version of the Scrap Processor and Scrap Recycler modules they ran a small enterprise with a high demand for energy and a slow output of Hull Parts and Claytronics. It was only after the first Tide destroyed most stations and ships in the system in 800 \\(NT\\) that their blueprints became the main pillar of Rakers economy and were further developed into the now widely used Manticore, utilising more powerful engines, and station modules. After messenger drones from Sacred Relic arrived, the people of Avarice themselves sent out messenger drones containing the blueprints to other disconnected systems, hoping to help those unfortunate enough to be stranded with no natural resources in reach. In doing this they created a local branch of the Alliance of the Word operating from Tidebreak. With the first Jump gate reconnection in 825 \\(NT\\) the Alliance of the Word would move to an own station in Windfall.(Scrap Processor and Recycler same as Scrap Processor and Scrap Recycler, Windfall same as Windfall(Casino sector, in reference to 'Windfall' as easily-gained good fortune, for translation use a fitting name rather than a literal translation ), Tug same as Tug)","shortvariation":"BV","variation":"Base Variation","type":"tug","radarRange":"40000","docksize":"dock_m","hull":8000,"shield":{"max":0,"rate":0,"delay":0},"speed":{"forward":0,"acceleration":0,"boost":0,"travel":0,"pitch":0,"roll":0,"yaw":0},"armaments":{"weapons":{"extralarge":0,"large":0,"medium":0,"small":0},"turrets":{"extralarge":0,"large":0,"medium":3,"small":0}},"storage":{"unit":null,"missile":20,"people":7,"countermeasure":8,"deployable":100,"capacity":1360,"capacityType":"container"},"mass":63.562,"inertia":{"pitch":10.577,"yaw":10.577,"roll":8.461},"drag":{"forward":30.344,"reverse":121.377,"horizontal":30.024,"vertical":30.024,"pitch":18.39,"yaw":18.39,"roll":18.39},"thrusters":{"size":"medium"},"shipstorage":{"dock_m":0,"dock_s":0},"dlc":"base","turrets":[{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"}],"weapons":[],"shields":{"size":"medium","quantity":1},"engines":{"size":"medium","quantity":5},"specialExit":true,"price":{"min":342342,"average":402755,"max":463168},"production":{"time":25,"amount":"1","method":"default","name":"{20206,101}","primary":{"ware":[{"ware":"energycells","amount":"136"},{"ware":"hullparts","amount":"375"}]}},"manufacturer":"scaleplate"}