{
  "id": "ship_pir_xl_battleship_01_a_macro",
  "class": "ship_xl",
  "race": "pir",
  "name": "Erlking",
  "basename": null,
  "description": "With the advent of the Dark, Avarice was forced to rely on a fleet of stranded ships that had been taken by surprise by the Jump Gate shutdown. Despite the almost immediate collapse of the Avarice company, capable scientists and engineers soon took it upon themselves to stabilise the system and work towards sustainability. They first established a functioning wharf for repairs and replacement, and conducted early experiments into developing a recycling economy in anticipation of dwindling resources within the system. The regeneration of this post-shutdown economy was quickly curtailed by the first Tides, which destroyed most stations and ships in the system in 800 . However, a side-effect of the destructive solar event was the greatly increased energy output from solar panels, which allowed for a paradigm shift. The new Rakers economy emerging from Tidebreak, at the time the only station in Avarice, took advantage of this new abundance of energy. This, along with the use of local wrecks, enabled the rebuilding of a new, sustainable, closed-loop economy based on recycling, allowing them to further improve on previous ship and station module designs. Resettlement of Avarice began in 818 \\(NT\\), when the Northriver Company introduced Protectyon and the associated Protectyon Shield Generators to safeguard stations from the Tide. A few years later, in 825 \\(NT\\), the reconnection of Windfall gave the long-isolated Rakers the opportunity to trade with various Syndicate factions, but also exposed them to their piracy.(Avarice Ship Building)\\n\\n(Erlking Shielded against Tide)Shortly after the first Tides in 800 \\(NT\\) devastated the Avarice system, nomad engineers on Tidebreak, under their lead engineer Sihi Do, began the Erlking project. This project was an attempt at building a capital ship, sturdy enough to withstand the Tide and be used as a mobile base in Avarice. No sooner had they succeeded in providing the ship with sufficient shielding, than they abandoned all work on the barely operational Erlking. They refocused their attention on another, undisclosed, major project, before ultimately disappearing. Despite being unfinished, the Erlking continued to be deployed, while Tidebreak engineers repeatedly attempted, and failed, to improve on, or even reproduce, the design's unique power core.\\n\\nWith the connection of Avarice to the more militarised Syndicate system in 821 \\(NT\\), Tidebreak engineers attempted to weaponise the Erlking, and reclassified it as Battleship. They added turret and weapon hard-points, but failed to develop compatible turrets and weapons. The Syndicate later confiscated the ship to remove this potential military threat, and attempted to develop the weapon systems themselves. Among the engineers of Windfall, those of the Solid Ice Union had the most experience with capital ships, but the political situation, and fear of a power grab, meant that they were not allowed to work on the Erlking. Instead, the Scrapyard engineers were tasked with completing the weapon systems. Having previously failed to stabilise the energy supply on the Shih fighter, to increase the number of supported weapons, the Erlking presented them with the opposite problem: all efforts to connect conventional weaponry to its unique power grid resulted in them being blown off the hull. Attempts to modify either the power grid or the weapon systems were also in vain, but their work had started only recently and Syndicate expectations remained high.(Battleship same as Battleship, Sihi Do is female)",
  "shortvariation": "BV",
  "variation": "Base Variation",
  "type": "battleship",
  "radarRange": "40000",
  "docksize": "dock_xl",
  "hull": 500000,
  "shield": {
    "max": 0,
    "rate": 0,
    "delay": 0
  },
  "speed": {
    "forward": 0,
    "acceleration": 0,
    "boost": 0,
    "travel": 0,
    "pitch": 0,
    "roll": 0,
    "yaw": 0
  },
  "armaments": {
    "weapons": {
      "extralarge": 1,
      "large": 0,
      "medium": 0,
      "small": 0
    },
    "turrets": {
      "extralarge": 0,
      "large": 5,
      "medium": 17,
      "small": 0
    }
  },
  "storage": {
    "unit": 20,
    "missile": 300,
    "people": 328,
    "countermeasure": 40,
    "deployable": 450,
    "capacity": 56000,
    "capacityType": "container"
  },
  "mass": 295.441,
  "inertia": {
    "pitch": 280.021,
    "yaw": 280.021,
    "roll": 224.017
  },
  "drag": {
    "forward": 173.86,
    "reverse": 695.441,
    "horizontal": 211.606,
    "vertical": 211.606,
    "pitch": 683.179,
    "yaw": 683.179,
    "roll": 683.179
  },
  "thrusters": {
    "size": "extralarge"
  },
  "shipstorage": {
    "dock_m": 2,
    "dock_s": 4
  },
  "turrets": [
    {
      "quantity": 5,
      "size": "medium",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 3,
      "size": "medium",
      "standard": true,
      "missile": true,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 3,
      "size": "medium",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 1,
      "size": "large",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 1,
      "size": "large",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 1,
      "size": "large",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 1,
      "size": "large",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 1,
      "size": "large",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 3,
      "size": "medium",
      "standard": false,
      "missile": false,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 3,
      "size": "medium",
      "standard": true,
      "missile": true,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    }
  ],
  "weapons": [
    {
      "quantity": 1,
      "size": "extralarge"
    }
  ],
  "shields": {
    "size": "extralarge",
    "quantity": 1
  },
  "engines": {
    "size": "extralarge",
    "quantity": 3,
    "shields": {
      "quantity": 3,
      "size": "medium"
    }
  },
  "specialExit": false,
  "price": {
    "min": 10407890,
    "average": 14920415,
    "max": 19432940
  },
  "production": {
    "time": 542,
    "amount": "1",
    "method": "default",
    "name": "{20206,101}",
    "primary": {
      "ware": [
        {
          "ware": "energycells",
          "amount": "2996"
        },
        {
          "ware": "hullparts",
          "amount": "16569"
        }
      ]
    },
    "research": {
      "ware": {
        "ware": "research_erlking_core"
      }
    }
  },
  "manufacturer": "ownerless"
}
