{
  "id": "ship_pir_l_scrapper_01_macro",
  "class": "ship_l",
  "race": "pir",
  "name": "Teuta",
  "basename": null,
  "description": "With the advent of the Dark, Avarice was forced to rely on a fleet of stranded ships that had been taken by surprise by the Jump Gate shutdown. Despite the almost immediate collapse of the Avarice company, capable scientists and engineers soon took it upon themselves to stabilise the system and work towards sustainability. They first established a functioning wharf for repairs and replacement, and conducted early experiments into developing a recycling economy in anticipation of dwindling resources within the system. The regeneration of this post-shutdown economy was quickly curtailed by the first Tides, which destroyed most stations and ships in the system in 800 . However, a side-effect of the destructive solar event was the greatly increased energy output from solar panels, which allowed for a paradigm shift. The new Rakers economy emerging from Tidebreak, at the time the only station in Avarice, took advantage of this new abundance of energy. This, along with the use of local wrecks, enabled the rebuilding of a new, sustainable, closed-loop economy based on recycling, allowing them to further improve on previous ship and station module designs. Resettlement of Avarice began in 818 \\(NT\\), when the Northriver Company introduced Protectyon and the associated Protectyon Shield Generators to safeguard stations from the Tide. A few years later, in 825 \\(NT\\), the reconnection of Windfall gave the long-isolated Rakers the opportunity to trade with various Syndicate factions, but also exposed them to their piracy.(Avarice Ship Building)\\n\\n(Teuta)With the introduction of the large scale recycling economy required for the resettlement of Avarice, Tidebreak's engineers were soon looking for ways to break down and reclaim resources from wrecks that were too big for Tug ships to tow, and for Scrap Processors to process. In 822 \\(NT\\) they introduced the first Compactor ship, the Teuta. Similar to capital mining ships, it seeks out resources and breaks them down, but instead of transporting them, it ejects Scrap Cubes to be transported away by Tug ships.(Compactor same as Compactor, Scrap Processor same as Scrap Processor, Windfall same as Windfall(Casino sector, in reference to 'Windfall' as easily-gained good fortune, for translation use a fitting name rather than a literal translation ), Tug same as Tug, Scrap Cube same as Scrap Cube)",
  "shortvariation": "BV",
  "variation": "Base Variation",
  "type": "compactor",
  "radarRange": "40000",
  "docksize": "dock_l",
  "hull": 66000,
  "shield": {
    "max": 0,
    "rate": 0,
    "delay": 0
  },
  "speed": {
    "forward": 0,
    "acceleration": 0,
    "boost": 0,
    "travel": 0,
    "pitch": 0,
    "roll": 0,
    "yaw": 0
  },
  "armaments": {
    "weapons": {
      "extralarge": 0,
      "large": 0,
      "medium": 0,
      "small": 0
    },
    "turrets": {
      "extralarge": 0,
      "large": 0,
      "medium": 5,
      "small": 0
    }
  },
  "storage": {
    "unit": 40,
    "missile": 30,
    "people": 145,
    "countermeasure": 20,
    "deployable": 250,
    "capacity": 7700,
    "capacityType": "container"
  },
  "mass": 505.41,
  "inertia": {
    "pitch": 218.251,
    "yaw": 218.251,
    "roll": 174.601
  },
  "drag": {
    "forward": 211.623,
    "reverse": 846.492,
    "horizontal": 202.697,
    "vertical": 202.697,
    "pitch": 168.082,
    "yaw": 168.082,
    "roll": 168.082
  },
  "thrusters": {
    "size": "large"
  },
  "shipstorage": {
    "dock_m": 0,
    "dock_s": 4
  },
  "dlc": "tidesOfAvarice",
  "turrets": [
    {
      "quantity": 2,
      "size": "medium",
      "standard": true,
      "missile": true,
      "shields": {
        "quantity": 1,
        "size": "medium"
      }
    },
    {
      "quantity": 3,
      "size": "medium",
      "standard": true,
      "missile": true,
      "shields": {
        "quantity": 2,
        "size": "medium"
      }
    }
  ],
  "weapons": [],
  "shields": {
    "size": "large",
    "quantity": 1
  },
  "engines": {
    "size": "large",
    "quantity": 4,
    "shields": {
      "quantity": 4,
      "size": "medium"
    }
  },
  "specialExit": false,
  "price": {
    "min": 3013480,
    "average": 4322065,
    "max": 5630650
  },
  "production": {
    "time": 240,
    "amount": "1",
    "method": "default",
    "name": "{20206,101}",
    "primary": {
      "ware": [
        {
          "ware": "energycells",
          "amount": "1094"
        },
        {
          "ware": "hullparts",
          "amount": "4539"
        }
      ]
    }
  },
  "manufacturer": "loanshark"
}
