{
  "id": "ship_par_m_trans_container_03_a_macro",
  "class": "ship_m",
  "race": "par",
  "name": "Prometheus",
  "basename": "Prometheus",
  "description": "The gradual Shutdown of the Jump Gates and the subsequent onset of the Dark shattered the shadowy organisation once known as the Duke's Buccaneers. Those that remained stalwart in their loyalty to the Pirate Duke had to rapidly adapt their operations to not be squashed under the heel of the newly emerging local authorities, or worse, fade into obscurity. Faced with the challenge to justify their further existence as an organisation, the majority of Buccaneer cells defaulted to the front they had already used for decades: the brutal, but dependable security outfit. Under this old and new guise, they acquired some renown transporting crucial personnel and wares for reconstruction and redevelopment. They also dealt in protection, corporate consulting, and other stunningly legal services. The support of well-equipped muscle proved useful for the leadership of the many societies that now struggled in isolation, and over the decades, the Buccaneers managed to refine their technology to suit the requirements of their new area of employment.\\n\\nThe Prometheus heavy transport is a relatively new addition to the arsenal of the Duke's Buccaneers, developed specifically to carry the lessons learned during the Dark into the era after the Realignment of the Jump Gates. Its hull is based on the Plutus, a well-known Paranid mining vessel. While earlier iterations of Buccaneer transport ships were often in fact civilian assets retrofitted for convenience, the design of the Prometheus is deliberate and insidious. Unless they were paying specific attention, any onlooker would simply see a mining ship, well-prepared for the dangers lurking at the edges of civilised space. On approach, such a hapless passerby or opportunistic brigand would soon realise that the inconspicuous hauler was in fact a well-armed pirate ship, perfectly equipped for a quick plunder. In one regard, the otherwise feigned identity as a deep space mining ship carries a sliver of truth, however: after a successful station raid, these ships tend to disappear towards the outskirts of a nearby sector, destination unknown.",
  "shortvariation": "BV",
  "variation": "Base Variation",
  "type": "transporter",
  "radarRange": "40000",
  "docksize": "dock_m",
  "hull": 11000,
  "shield": {
    "max": 0,
    "rate": 0,
    "delay": 0
  },
  "speed": {
    "forward": 0,
    "acceleration": 0,
    "boost": 0,
    "travel": 0,
    "pitch": 0,
    "roll": 0,
    "yaw": 0
  },
  "armaments": {
    "weapons": {
      "extralarge": 0,
      "large": 0,
      "medium": 3,
      "small": 0
    },
    "turrets": {
      "extralarge": 0,
      "large": 0,
      "medium": 3,
      "small": 0
    }
  },
  "storage": {
    "unit": null,
    "missile": 40,
    "people": 12,
    "countermeasure": 8,
    "deployable": 100,
    "capacity": 4000,
    "capacityType": "container"
  },
  "mass": 23.192,
  "inertia": {
    "pitch": 3.385,
    "yaw": 3.385,
    "roll": 2.708
  },
  "drag": {
    "forward": 3.423,
    "reverse": 13.692,
    "horizontal": 13.197,
    "vertical": 13.197,
    "pitch": 7.468,
    "yaw": 7.468,
    "roll": 7.468
  },
  "thrusters": {
    "size": "medium"
  },
  "shipstorage": {
    "dock_m": 0,
    "dock_s": 0
  },
  "dlc": "base",
  "turrets": [
    {
      "quantity": 1,
      "size": "medium"
    },
    {
      "quantity": 1,
      "size": "medium"
    },
    {
      "quantity": 1,
      "size": "medium"
    }
  ],
  "weapons": [
    {
      "quantity": 1,
      "size": "medium",
      "standard": true,
      "missile": true
    },
    {
      "quantity": 1,
      "size": "medium",
      "standard": true,
      "missile": true
    },
    {
      "quantity": 1,
      "size": "medium",
      "standard": true,
      "missile": true
    }
  ],
  "shields": {
    "size": "medium",
    "quantity": 2
  },
  "engines": {
    "size": "medium",
    "quantity": 1
  },
  "specialExit": true,
  "price": {
    "min": 203460,
    "average": 292080,
    "max": 380700
  },
  "production": {
    "time": 18,
    "amount": "1",
    "method": "default",
    "name": "{20206,101}",
    "primary": {
      "ware": [
        {
          "ware": "energycells",
          "amount": "98"
        },
        {
          "ware": "hullparts",
          "amount": "272"
        }
      ]
    }
  },
  "manufacturer": "buccaneers"
}
