{"id":"ship_pir_s_trans_condensate_01_a_macro","class":"ship_s","race":"pir","name":"Raleigh (Condensate)","basename":null,"description":"The Dark left the Windfall system not only isolated, but also ill-equipped for ship building, since it lacked both a wharf and capable engineers. For nearly four decades, the inhabitants largely had to make do with an aging fleet of stranded ships that were taken by surprise by the Jump Gate shutdown. The few remaining engineers in the system were mainly occupied with maintenance, but experimented when they could with custom ship designs. They slowly learned the craft, and became creative with the resources they had to hand. Most of their custom creations were built from repurposed luxury mass traffic vehicles, spare engines disassembled from the leftover fleet, and various parts from scrapped ships that were beyond repair. It was only in 821 , after the Jump Gate to Avarice opened, that a proper supply of resources allowed the engineers to finally abandon their custom creations and develop blueprints for mass production. Arguably, those blueprints still bear the hallmarks of the haphazard designs of the past.(Windfall Ship Building)\\n\\n(Raleigh)The Aurora Casino was eager to replace its aging fleet, establish itself on the new trade route, and guarantee the reliable transport of its goods. Their inexperienced crew of engineers soon had to abandon their plans for an Aurora-designed transporter, and settle instead for a courier. Throughout the ship's development, the Casino hired, blackmailed, and even abducted, engineers to ensure its success. After various setbacks, the team were finally able to introduce the Raleigh \\(Container\\) courier in 822 \\(NT\\), and were soon tasked with their next project.(Transporter same as Transporter, Courier same as Courier, Raleigh \\(Container\\) same as (Raleigh \\(Container\\))Raleigh \\(Container\\))\\n\\nShortly after the widespread adoption of the Raleigh courier, the Aurora Casino was approached by the Northriver company, who commissioned them to create a replacement for their own haphazardly constructed courier. The requirement was for a ship capable of transporting a new type of material: Condensate. The well-funded Northriver Company, working with the Aurora engineers, introduced their prototyped storage system into the more robust framework of the Raleigh in 823 \\(NT\\), creating a new courier variant.(Courier same as Courier, Condensate same as \\(Condensate\\))","shortvariation":"BV","variation":"Base Variation","type":"courier","radarRange":"40000","docksize":"dock_s","hull":2200,"shield":{"max":0,"rate":0,"delay":0},"speed":{"forward":0,"acceleration":0,"boost":0,"travel":0,"pitch":0,"roll":0,"yaw":0},"armaments":{"weapons":{"extralarge":0,"large":0,"medium":0,"small":1},"turrets":{"extralarge":0,"large":0,"medium":0,"small":0}},"storage":{"unit":null,"missile":10,"people":4,"countermeasure":4,"deployable":50,"capacity":250,"capacityType":"condensate"},"mass":19.407,"inertia":{"pitch":5.235,"yaw":5.235,"roll":4.188},"drag":{"forward":5.679,"reverse":22.82,"horizontal":4.642,"vertical":4.642,"pitch":7.002,"yaw":7.002,"roll":7.002},"thrusters":{"size":"small"},"shipstorage":{"dock_m":0,"dock_s":0},"turrets":[],"weapons":[{"quantity":1,"size":"small","standard":true,"missile":true}],"shields":{"size":"small","quantity":1},"engines":{"size":"small","quantity":2},"specialExit":false,"price":{"min":"151870","average":"217900","max":"283930"},"production":{"time":15,"amount":"1","method":"default","name":"{20206,101}","primary":{"ware":[{"ware":"energycells","amount":"59"},{"ware":"hullparts","amount":"204"}]}},"manufacturer":"loanshark"}