{"id":"ship_pir_s_fighter_02_a_macro","class":"ship_s","race":"pir","name":"Lux","basename":null,"description":"The Dark left the Windfall system not only isolated, but also ill-equipped for ship building, since it lacked both a wharf and capable engineers. For nearly four decades, the inhabitants largely had to make do with an aging fleet of stranded ships that were taken by surprise by the Jump Gate shutdown. The few remaining engineers in the system were mainly occupied with maintenance, but experimented when they could with custom ship designs. They slowly learned the craft, and became creative with the resources they had to hand. Most of their custom creations were built from repurposed luxury mass traffic vehicles, spare engines disassembled from the leftover fleet, and various parts from scrapped ships that were beyond repair. It was only in 821 , after the Jump Gate to Avarice opened, that a proper supply of resources allowed the engineers to finally abandon their custom creations and develop blueprints for mass production. Arguably, those blueprints still bear the hallmarks of the haphazard designs of the past.(Windfall Ship Building)\\n\\n(Lux)Following the introduction of the Kyd, Aurora Casino engineers started work on their own design for a viable fighter, able to outperform the existing model. After a series of failures and setbacks over a span of two years, they introduced the Lux in 823 \\(NT\\). Equipped with an additional engine, the Lux would set a new standard for both speed and manoeuvrability in Windfall's fighters. Anyone who could afford to do so, would soon decommission their Kyd fleet and replace them with Lux fighters. This lead to a flood of cheap Kyd ships on the market, which were bought up by smaller gangs, or scrapped for their raw materials. The wide availability of these cheap fighters increased local piracy and conflicts in both systems, threatening the unification progress that the Syndicate had made over the preceding years.","shortvariation":"BV","variation":"Base Variation","type":"fighter","radarRange":"40000","docksize":"dock_s","hull":2600,"shield":{"max":0,"rate":0,"delay":0},"speed":{"forward":0,"acceleration":0,"boost":0,"travel":0,"pitch":0,"roll":0,"yaw":0},"armaments":{"weapons":{"extralarge":0,"large":0,"medium":0,"small":2},"turrets":{"extralarge":0,"large":0,"medium":0,"small":0}},"storage":{"unit":null,"missile":20,"people":1,"countermeasure":4,"deployable":50,"capacity":500,"capacityType":"container"},"mass":5.82,"inertia":{"pitch":0.83,"yaw":0.83,"roll":0.664},"drag":{"forward":3.967,"reverse":10.37,"horizontal":3.747,"vertical":3.747,"pitch":3.084,"yaw":3.084,"roll":3.084},"thrusters":{"size":"small"},"shipstorage":{"dock_m":0,"dock_s":0},"turrets":[],"weapons":[{"quantity":1,"size":"small","standard":true,"missile":true},{"quantity":1,"size":"small","standard":true,"missile":true}],"shields":{"size":"small","quantity":1},"engines":{"size":"small","quantity":3},"specialExit":false,"price":{"min":"122070","average":"175140","max":"228210"},"production":{"time":12,"amount":"1","method":"default","name":"{20206,101}","primary":{"ware":[{"ware":"energycells","amount":"47"},{"ware":"hullparts","amount":"164"}]}},"manufacturer":"loanshark"}