{"id":"ship_pir_s_fighter_01_a_macro","class":"ship_s","race":"pir","name":"Kyd","basename":null,"description":"The Dark left the Windfall system not only isolated, but also ill-equipped for ship building, since it lacked both a wharf and capable engineers. For nearly four decades, the inhabitants largely had to make do with an aging fleet of stranded ships that were taken by surprise by the Jump Gate shutdown. The few remaining engineers in the system were mainly occupied with maintenance, but experimented when they could with custom ship designs. They slowly learned the craft, and became creative with the resources they had to hand. Most of their custom creations were built from repurposed luxury mass traffic vehicles, spare engines disassembled from the leftover fleet, and various parts from scrapped ships that were beyond repair. It was only in 821 , after the Jump Gate to Avarice opened, that a proper supply of resources allowed the engineers to finally abandon their custom creations and develop blueprints for mass production. Arguably, those blueprints still bear the hallmarks of the haphazard designs of the past.(Windfall Ship Building)\\n\\n(Kyd)Hastily developed in 821 \\(NT\\), Scrapyard engineers introduced the first fighter to be mass-produced in Windfall, the Kyd. Demand for the new ship was high. The influx of resources from the newly connected Avarice increased tensions in the system, leading to a struggle for control over the new trade route, and allowing old rivalries to finally finance their vendettas. The Kyd quickly gained a reputation as a cheap, low-maintenance fighter, and was widely deployed in raids and patrols. Most stories of great battles fought between Syndicate leaders at that time happened during the ship's glory days. By now, the Kyd is considered somewhat dated, but is still an inexpensive and reliable choice.","shortvariation":"BV","variation":"Base Variation","type":"fighter","radarRange":"40000","docksize":"dock_s","hull":3000,"shield":{"max":0,"rate":0,"delay":0},"speed":{"forward":0,"acceleration":0,"boost":0,"travel":0,"pitch":0,"roll":0,"yaw":0},"armaments":{"weapons":{"extralarge":0,"large":0,"medium":0,"small":2},"turrets":{"extralarge":0,"large":0,"medium":0,"small":0}},"storage":{"unit":null,"missile":20,"people":2,"countermeasure":4,"deployable":50,"capacity":650,"capacityType":"container"},"mass":6.846,"inertia":{"pitch":1.077,"yaw":1.077,"roll":0.862},"drag":{"forward":3.951,"reverse":10.258,"horizontal":3.675,"vertical":3.675,"pitch":3.405,"yaw":3.405,"roll":3.405},"thrusters":{"size":"small"},"shipstorage":{"dock_m":0,"dock_s":0},"turrets":[],"weapons":[{"quantity":1,"size":"small","standard":true,"missile":true},{"quantity":1,"size":"small","standard":true,"missile":true}],"shields":{"size":"small","quantity":1},"engines":{"size":"small","quantity":2},"specialExit":false,"price":{"min":"36250","average":"53080","max":"69910"},"production":{"time":11,"amount":"1","method":"default","name":"{20206,101}","primary":{"ware":[{"ware":"energycells","amount":"141"},{"ware":"hullparts","amount":"40"}]}},"manufacturer":"loanshark"}