{"id":"ship_gen_m_yacht_01_a_macro","class":"ship_m","race":"pir","name":"Astrid","basename":"Astrid","description":"(Astrid)The Astrid yacht is the Northriver Company's spirit personified: sleek and luxurious to the point of excess. The designers on board Aurora station had to make the ostentatious ship fulfil a large number of extravagant and often conflicting requirements set by their client. As such, both the assembly of the pompous final product and the manufacturing of many of its core components had to happen by hand, and the Astrid therefore remains a prized unicum. A wide array of highly specialised workshops and laboratories had to be commissioned to provide the garish synthetic materials and dazzling, custom-made metalwork used in its lavish interior and uniquely refracting, streamlined hull. This entire process proved to be incredibly expensive, and the Astrid is therefore deemed utterly unsuitable for mass production, much to the delight of the affluent collector. While working on its engine, the Aurora engineers heavily leaned on their previous experience with designing high speed ships like the Lux. The dazzlingly flamboyant ship also carries a thickly shielded storage compartment capable of containing volatile Bose-Einstein Condensates, rumoured to somehow improve its resistance to cosmic particles and improve its flight characteristics. Though this claim may sound like pseudo-scientific marketing lingo, one has to agree that even for a grandiosely cutting-edge yacht, the Astrid turns out to be surprisingly fast, which has given CEO of the Northriver Company the reputation to be in multiple places at once if he so pleases.","shortvariation":"BV","variation":"Base Variation","type":"transporter","radarRange":"40000","docksize":"dock_m","hull":4000,"shield":{"max":0,"rate":0,"delay":0},"speed":{"forward":0,"acceleration":0,"boost":0,"travel":0,"pitch":0,"roll":0,"yaw":0},"armaments":{"weapons":{"extralarge":0,"large":0,"medium":2,"small":0},"turrets":{"extralarge":0,"large":0,"medium":6,"small":0}},"storage":{"unit":null,"missile":20,"people":16,"countermeasure":8,"deployable":100,"capacity":4300,"capacityType":"container condensate"},"mass":30.969,"inertia":{"pitch":6.888,"yaw":6.888,"roll":5.51},"drag":{"forward":3.155,"reverse":8.833,"horizontal":10.55,"vertical":10.55,"pitch":10.242,"yaw":10.242,"roll":10.242},"thrusters":{"size":"medium"},"shipstorage":{"dock_m":0,"dock_s":0},"turrets":[{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"}],"weapons":[{"quantity":1,"size":"medium"},{"quantity":1,"size":"medium"}],"shields":{"size":"medium","quantity":1},"engines":{"size":"medium","quantity":1},"specialExit":true,"price":{"min":1844500,"average":2170000,"max":2495500},"production":{"time":300,"amount":"1","method":"default","name":"{20206,101}","primary":{"ware":[{"ware":"energycells","amount":"1000"},{"ware":"hullparts","amount":"2000"}]}},"manufacturer":"loanshark"}