{"id":"ship_pir_l_miner_solid_01_a_macro","class":"ship_l","race":"pir","name":"Donia","basename":null,"description":"(Windfall Ship Building Situation)(NT same as NT)The Dark left the Windfall system not only isolated, but also ill-equipped for ship building, since it lacked both a wharf and capable engineers. For nearly four decades, the inhabitants largely had to make do with an aging fleet of stranded ships that were taken by surprise by the Jump Gate shutdown. The few remaining engineers in the system were mainly occupied with maintenance, but experimented when they could with custom ship designs. They slowly learned the craft, and became creative with the resources they had to hand. Most of their custom creations were built from repurposed luxury mass traffic vehicles, spare engines disassembled from the leftover fleet, and various parts from scrapped ships that were beyond repair. It was only in 821 \\(NT\\), after the Jump Gate to Avarice opened, that a proper supply of resources allowed the engineers to finally abandon their custom creations and develop blueprints for mass production. Arguably, those blueprints still bear the hallmarks of the haphazard designs of the past.(Windfall Ship Building)\\n\\n(Donia)When the Jump Gates between Avarice and Windfall connected in 821 \\(NT\\), the ice miners of Windfall, known as the Solid Ice Union, were already a dominant force in the system. For decades they had worked together to maintain an aging fleet of ice miners, of various Commonwealth designs, which were left stranded during the Dark. With a monopoly on food production and ice mining, it was imperative that they incorporated all capital ships in the system into their fleets, whether as working vessels or by scrapping them for parts. After the connection, they were the only faction in Windfall still capable of making full use of capital ships, and were unwavering in defending their mining rights against any newcomers.\\n\\nOnce the steady supply of resources from Avarice allowed the mass production of ships to restart, the Solid Ice Union began construction of a shipyard. At the same time, they started development of their own ice miner, the Donia. They drew on their experience with a broad range of ice miners, and their intricate knowledge of the strengths and weaknesses of now-dated Commonwealth designs. The result, introduced in 824 \\(NT\\), was a sturdy low-maintenance miner capable of fending off half-hearted boarding attempts, and it would soon replace their barely operable and outdated Commonwealth fleet.","shortvariation":"BV","variation":"Base Variation","type":"largeminer","radarRange":"40000","docksize":"dock_l","hull":26000,"shield":{"max":0,"rate":0,"delay":0},"speed":{"forward":0,"acceleration":0,"boost":0,"travel":0,"pitch":0,"roll":0,"yaw":0},"armaments":{"weapons":{"extralarge":0,"large":0,"medium":0,"small":0},"turrets":{"extralarge":0,"large":2,"medium":6,"small":0}},"storage":{"unit":10,"missile":30,"people":31,"countermeasure":20,"deployable":250,"capacity":34000,"capacityType":"solid"},"mass":168.244,"inertia":{"pitch":78.309,"yaw":78.309,"roll":62.647},"drag":{"forward":33.51,"reverse":191.487,"horizontal":77.62,"vertical":77.62,"pitch":100.649,"yaw":100.649,"roll":100.649},"thrusters":{"size":"large"},"shipstorage":{"dock_m":0,"dock_s":4},"turrets":[{"quantity":1,"size":"large","standard":false,"missile":false,"shields":{"quantity":2,"size":"medium"}},{"quantity":2,"size":"medium","standard":true,"missile":true,"shields":{"quantity":1,"size":"medium"}},{"quantity":1,"size":"large","standard":false,"missile":false,"shields":{"quantity":2,"size":"medium"}},{"quantity":2,"size":"medium","standard":true,"missile":true,"shields":{"quantity":2,"size":"medium"}},{"quantity":2,"size":"medium","standard":true,"missile":true,"shields":{"quantity":1,"size":"medium"}}],"weapons":[],"shields":{"size":"large","quantity":1},"engines":{"size":"large","quantity":2,"shields":{"quantity":2,"size":"medium"}},"specialExit":false,"price":{"min":"1090800","average":"1564470","max":"2038140"},"production":{"time":"86","amount":"1","method":"default","name":"{20206,101}","primary":{"ware":[{"ware":"energycells","amount":"354"},{"ware":"hullparts","amount":"1470"}]}},"manufacturer":"loanshark"}